<div class="flex gap-4 flex-col 2xl:flex-row-reverse my-6">
    <div>
        <div class="grid gap-4 grid-cols-4 grid-rows-3 w-full xl:w-[1020px] mx-auto">
            <img
                 src="{{ asset('img/clusters/collage-1.webp') }}"
                 alt="collage"
                 class="col-span-2 row-span-2 w-full max-w-[500px]"
            />

            <img
                 src="{{ asset('img/clusters/collage-2.webp') }}"
                 alt="collage"
                 class="w-full max-w-[240px]"
            />

            <img
                 src="{{ asset('img/clusters/collage-3.webp') }}"
                 alt="collage"
                 class="w-full max-w-[240px]"
            />

            <img
                 src="{{ asset('img/clusters/collage-4.webp') }}"
                 alt="collage"
                 class="w-full max-w-[240px]"
            />

            <img
                 src="{{ asset('img/clusters/collage-5.webp') }}"
                 alt="collage"
                 class="row-span-2 w-full max-w-[240px]"
            />

            <img
                 src="{{ asset('img/clusters/collage-6.webp') }}"
                 alt="collage"
                 class="col-span-3 w-full"
            />
        </div>
    </div>
    <div class="flex-1 flex flex-col gap-3">
{{--        <img src="{{ asset('img/clusters/collage-0.webp') }}" alt="collage">--}}

        <p class="font-semibold">
            Флагманские проекты Мелитопольского государственного университета направлены на достижения ключевых целей в
            контексте современных вызовов и потребностей общества:
        </p>
        <ol class="list-decimal">
            <li>
                Достижение технологического лидерства - укрепление позиций университета как ведущего исследовательского и образовательного центра, способствующего разработке и внедрению инновационных технологий в различных отраслях экономики региона.
            </li>
            <li>
                Обеспечение продовольственной безопасности — разработка устойчивых агротехнологий, инновационных методов производства и переработки сельскохозяйственной продукции, что позволит повысить качество и доступность продуктов питания, а также снизить экологическое влияние сельского хозяйства.    </li>
            <li>
                Развитие энергетической безопасности - проведение исследований в области атомной энергетики и возобновляемых источников энергии: солнечной и ветровой. Разработка и внедрение новых технологий для их эффективного использования, продвижение устойчивых решений для минимизации негативного воздействия на окружающую среду.
            </li>
            <li>
                Социально-экономическое развитие региона — поддержка региональной экономики через сотрудничество с местными предприятиями и объединениями, что будет способствовать созданию новых рабочих мест и стимулированию предпринимательства.
            </li>
        </ol>
    </div>

</div>
