<div class="flex flex-col gap-4 items-center lg:flex-row-reverse">
    <a href='#' class="px-12 py-4 w-full lg:w-auto text-nowrap border-1 border-black text-xl">
        Перейти к кластерам
    </a>
    <p class="">
        Мелитопольский государственный университет (МелГУ) активно участвует в реализации проектов, направленных на социально-экономическое развитие региона, повышение качества образования и науки, а также укрепление партнёрских связей с предприятиями и организациями региона.
    </p>

</div>
