@extends("layouts.main")

@section('title', 'ФГБОУ ВО "МелГУ"')

@section('content')

Развитие системы оценки компетенций и навыков обучающихся будет реализовано в несколько этапов.
На первом этапе (2023-2025 гг.) создана модель балльно-рейтинговой системы, учитывающая в основном успеваемость по дисциплинам, изучаемым обучающимися в рамках основных образовательных программ. Данная балльно-рейтинговая система будет цифровизирована по мере развития соответствующих технических возможностей в Университете.
На втором этапе (2025-2026 гг.) в балльно-рейтинговой системе будут учитываться дисциплины, изученные обучающимися в других российских ООВО, в том числе, в дистанционном формате. Также на втором этапе в тестовом режиме и в формате пилотных проектов на отдельных направлениях подготовки будут учитываться освоенные обучающимися надпрофессиональные навыки и компетенции.
На третьем этапе (2027-2028 гг.) в рамках балльно-рейтинговой системы будет учитываться комплексный социальный и образовательный рейтинг обучающегося, учитывающий его формальные и неформальные достижения, освоения дисциплин в Университете и других образовательных организациях высшего образования, а также степень развития надпрофессиональных навыков и компетенций.

@endsection
