@extends("layouts.main")

@section('title', 'ФГБОУ ВО "МелГУ"')

@section('content')

<p>
    Образовательная программа 40.03.01 «Юриспруденция» с государственно-правовым профилем ориентирована на подготовку специалистов в области публичного права, способных работать в государственных органах, правоохранительных структурах и других организациях, связанных с обеспечением правопорядка и реализации государственной политики. Программа включает изучение ключевых дисциплин, таких как конституционное право, административное право, муниципальное право, уголовное право, теория государства и права. Студенты получают глубокие знания о правовых основах государственного управления, механизмах защиты прав и свобод человека, а также о принципах функционирования государственных институтов.
</p>
<p>
    Программа сочетает теоретическую подготовку с практической направленностью, включая участие в моделировании государственных процессов, анализ нормативно-правовых актов и прохождение практики в государственных органах, судах или правоохранительных структурах. Выпускники программы готовы к работе в качестве юристов, государственных служащих, сотрудников правоохранительных органов, а также могут продолжить обучение в магистратуре для углубления профессиональных компетенций. Программа развивает у студентов навыки анализа правовых норм, работы с законодательством и принятия решений в рамках государственно-правовой деятельности.
</p>

@endsection

Образовательная программа 40.03.01 «Юриспруденция» с гражданско-правовым профилем направлена на подготовку высококвалифицированных специалистов в области гражданского права, способных эффективно работать в правовой сфере. Программа охватывает изучение ключевых дисциплин, таких как гражданское право, гражданский процесс, семейное, трудовое, предпринимательское право, а также основы международного частного права. Студенты получают знания о правовых нормах, регулирующих имущественные и личные неимущественные отношения, учатся анализировать и применять законодательство в практической деятельности.
Программа сочетает теоретическую подготовку с практическими навыками, решение кейсов и прохождение производственной практики в юридических фирмах, государственных органах. Выпускники программы готовы к работе в качестве юристов, адвокатов, нотариусов, а также могут продолжить обучение в магистратуре для углубления профессиональных знаний. Программа обеспечивает формирование у студентов критического мышления, умения работать с правовой информацией и защиты интересов граждан и организаций в рамках гражданско-правовых отношений.
