<section>
    <video poster="{{asset('img/poster.jpg')}}" controls="controls" width="100%" height="">
        <source src="{{asset('video/elite.mp4')}}" type="video/mp4"></video>
</section>
<section>
    <div class="flex flex-col gap-2.5 py-4 lg:hidden">
        <a href="javascript:window.Scrolls.scrollToElementWithOffset(document.getElementById('stud-com'),180);" class="bg-white py-8 px-4 flex justify-between items-center group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <span class="flex gap-2 group-hover:text-white transition duration-300 ease-linear"><span>1.</span> Студенческий комитет: твой голос важен!</span>
            <span>
                    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M14 12C14 13.1046 13.1046 14 12 14C10.8954 14 10 13.1046 10 12C10 10.8954 10.8954 10 12 10C13.1046 10 14 10.8954 14 12Z" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M8 6.99997C8 6.99997 10.946 3.00001 12 3C13.0541 2.99999 16 7 16 7" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M16 17C16 17 13.054 21 12 21C10.9459 21 8 17 8 17" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    </svg>

                </span>
        </a>
        <a href="javascript:window.Scrolls.scrollToElementWithOffset(document.getElementById('culture-center'),180);" class="bg-white py-8 px-4 flex justify-between items-center group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <span class="flex gap-2 group-hover:text-white transition duration-300 ease-linear"><span>2.</span> Центр культуры и творчества: вдохновение на каждом шагу</span>
            <span>
                     <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M14 12C14 13.1046 13.1046 14 12 14C10.8954 14 10 13.1046 10 12C10 10.8954 10.8954 10 12 10C13.1046 10 14 10.8954 14 12Z" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M8 6.99997C8 6.99997 10.946 3.00001 12 3C13.0541 2.99999 16 7 16 7" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M16 17C16 17 13.054 21 12 21C10.9459 21 8 17 8 17" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    </svg>

                </span>
        </a>
        <a href="javascript:window.Scrolls.scrollToElementWithOffset(document.getElementById('sport'),180);" class="bg-white py-8 px-4 flex justify-between items-center group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <span class="flex gap-2 group-hover:text-white transition duration-300 ease-linear"><span>3.</span> Спорт в МелГУ: сила духа и тела</span>
            <span>
                     <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M14 12C14 13.1046 13.1046 14 12 14C10.8954 14 10 13.1046 10 12C10 10.8954 10.8954 10 12 10C13.1046 10 14 10.8954 14 12Z" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M8 6.99997C8 6.99997 10.946 3.00001 12 3C13.0541 2.99999 16 7 16 7" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M16 17C16 17 13.054 21 12 21C10.9459 21 8 17 8 17" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    </svg>

                </span>
        </a>
        <a href="javascript:window.Scrolls.scrollToElementWithOffset(document.getElementById('young-initiative'),180);" class="bg-white py-8 px-4 flex justify-between items-center group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <span class="flex gap-2 group-hover:text-white transition duration-300 ease-linear"><span>4.</span> Отдел молодежных инициатив и проектной деятельности: твои идеи – наша поддержка</span>
            <span>
                     <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M14 12C14 13.1046 13.1046 14 12 14C10.8954 14 10 13.1046 10 12C10 10.8954 10.8954 10 12 10C13.1046 10 14 10.8954 14 12Z" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M8 6.99997C8 6.99997 10.946 3.00001 12 3C13.0541 2.99999 16 7 16 7" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M16 17C16 17 13.054 21 12 21C10.9459 21 8 17 8 17" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    </svg>

                </span>
        </a>
        <a href="javascript:window.Scrolls.scrollToElementWithOffset(document.getElementById('support-and-resources'),180);" class="bg-white py-8 px-4 flex justify-between items-center group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <span class="flex gap-2 group-hover:text-white transition duration-300 ease-linear"><span>5.</span> Поддержка и ресурсы для студентов: мы всегда рядом</span>
            <span>
                     <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M14 12C14 13.1046 13.1046 14 12 14C10.8954 14 10 13.1046 10 12C10 10.8954 10.8954 10 12 10C13.1046 10 14 10.8954 14 12Z" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M8 6.99997C8 6.99997 10.946 3.00001 12 3C13.0541 2.99999 16 7 16 7" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M16 17C16 17 13.054 21 12 21C10.9459 21 8 17 8 17" class="stroke-[#252525] group-hover:stroke-[white] transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    </svg>

                </span>
        </a>
    </div>
    <div class="">
        <div class="relative">
            <div class="absolute z-10 top-[50px] bg-white p-8 lg:text-sm 2xl:text-base">
                <h3 class="font-bold mb-2.5">МелГУ</h3>
                <p>
                    – это не просто университет, это сообщество талантливых и амбициозных людей, которые стремятся к успеху и готовы менять мир к лучшему. Присоединяйся к нам и стань частью элиты будущего!
                </p>
            </div>
            <div class="absolute bg-[rgba(130,0,0,0.6)] w-full h-full"></div>
            <img src="{{ asset('img/elite/s5.jpg') }}" alt="img" class="w-full h-full object-cover">
        </div>
    </div>
</section>
<section id="stud-com">
    <h2 class="text-2xl 2xl:text-3xl font-bold py-5 sm:pt-16 sm:pb-8 text-[#252525]">
        Студенческий комитет: твой голос важен!
    </h2>
    <div class="grid grid-cols-1 lg:grid-cols-[1fr_2fr] lg:max-h-[280px] box-border p-4 bg-white items-center gap-4 mb-4 lg:text-sm 2xl:text-base">
        <div>
            <p>
                Студенческий комитет Мелитопольского государственного университета — это команда активных студентов, которые делают университетскую жизнь яркой и насыщенной!
            </p>
        </div>
        <div>
            <img src="{{ asset('img/elite/s1.jpg') }}" alt="img" class="w-full max-h-[240px] object-cover">
        </div>
    </div>
    <div class="grid grid-cols-1 lg:grid-cols-[55%_45%] gap-4 mb-4 lg:text-sm 2xl:text-base">
        <div class="flex flex-col gap-4">
            <img src="{{ asset('img/elite/s3.jpg') }}" alt="img" class="w-full lg:max-h-[250px] object-cover">
            <img src="{{ asset('img/elite/s4.jpg') }}" alt="img" class="w-full lg:max-h-[250px] object-cover">
        </div>
        <div class="flex flex-col justify-between">
            <div class="bg-[#820000] py-8 px-4 flex flex-col gap-4">
                <h2 class="text-2xl font-black text-white">Здесь ты сможешь:</h2>
                <ul class="list-inside list-disc text-white font-bold">
                    <li class="mb-2">
                        Влиять на решения, которые касаются студентов.
                    </li>
                    <li class="mb-2">
                        Реализовать свои идеи и участвовать в крутых проектах.
                    </li>
                    <li class="mb-2">
                        Организовывать и посещать спортивные, культурные и творческие мероприятия.
                    </li>
                    <li class="mb-2">
                        Присоединиться к научным объединениям и воплотить свои исследовательские замыслы.
                    </li>
                    <li class="mb-2">
                        Работать в медиа и создавать собственные информационные проекты.
                    </li>
                    <li>
                        Быть в центре студенческой жизни, общаться с единомышленниками и развивать лидерские качества.
                    </li>
                </ul>
            </div>
            <div class="bg-[#820000] p-6">
            </div>
        </div>
    </div>
    <div class="grid grid-cols-1 lg:grid-cols-[55%_45%] gap-4 bg-white">
        <div class="flex flex-col gap-7 p-4">
            <h2 class="font-black text-base 2xl:text-2xl text-[#252525]">Как стать членом студенческого комитета</h2>
            <div class="flex flex-col gap-4 lg:text-sm 2xl:text-base">
                <div class="flex gap-4 items-center relative">
                    <span class="bg-[#C10F1A] rounded-[100%] py-1.5 px-4 2xl:px-6 text-white font-black text-2xl 2xl:text-5xl">
                        1
                    </span>
                    <p>
                        Будь активным: участвуй в жизни университета и проявляй инициативу
                    </p>
                    <div class="absolute h-[20px] w-[2px] bg-[#C10F1A] bottom-[-20px] left-[21px] 2xl:left-[34px]">

                    </div>
                </div>
                <div class="flex gap-4 items-center relative">
                    <span class="bg-[#C10F1A] rounded-[100%] py-1.5 px-3.5 2xl:py-2.5 2xl:px-5 text-white font-black text-2xl 2xl:text-5xl">
                        2
                    </span>
                    <p>
                        Следи за объявлениями о наборе в студком
                    </p>
                    <div class="absolute h-[20px] w-[2px] bg-[#C10F1A] bottom-[-20px] left-[21px] 2xl:left-[34px]">

                    </div>
                </div>
                <div class="flex gap-4 items-center relative">
                     <span class="bg-[#C10F1A] rounded-[100%] py-1.5 px-3.5 2xl:py-2.5 2xl:px-5 text-white font-black text-2xl 2xl:text-5xl">
                        3
                    </span>
                    <p>
                        Пройди отбор и стань частью команды
                    </p>
                    <div class="absolute h-[20px] w-[2px] bg-[#C10F1A] bottom-[-20px] left-[21px] 2xl:left-[34px]">

                    </div>
                </div>
                <div class="flex gap-4 items-center">
                    <span class="bg-[#C10F1A] rounded-[100%] py-1.5 px-3.5 2xl:py-2.5 2xl:px-4.5 text-white font-black text-2xl 2xl:text-5xl">
                        4
                    </span>
                    <p>
                        Развивайся, заводи новые знакомства и реализуй свои идеи!
                    </p>
                </div>
            </div>
        </div>
        <div>
            <img src="{{ asset('img/elite/s7.jpg') }}" alt="img" class="w-full h-full object-cover">
        </div>
    </div>
</section>
<section id="culture-center">
    <h2 class="text-2xl 2xl:text-3xl font-bold py-5 sm:pt-16 sm:pb-8 text-[#252525]">
        Центр культуры и творчества: вдохновение на каждом шагу
    </h2>
    <div class="grid grid-cols-1 lg:grid-cols-[12px_1fr_1fr] gap-4 mb-10">
        <div class="bg-[#7E60E6] hidden lg:block">

        </div>
            <div class="flex flex-col gap-4">
                <div>
                    <img src="{{ asset('img/elite/g1-1.jpg') }}" alt="img" class="w-full h-full lg:max-h-[360px] object-cover lg:object-top">
                </div>
                <div class="grid grid-cols-2 gap-4 h-full">
                    <img src="{{ asset('img/elite/g-l.jpg') }}" alt="img" class="w-full h-full object-cover">
                    <img src="{{ asset('img/elite/g-r.jpg') }}" alt="img" class="w-full h-full object-cover">
                </div>
            </div>
        <div class="flex flex-col gap-4">
            <div class="bg-white p-6 flex flex-col gap-6 lg:pb-20">
                <h2 class="font-bold">Мелитопольский государственный университет</h2>
                <div class="lg:text-sm 2xl:text-base">
                    <p class="mb-3">– это не только лекции и сессии. Это целый мир яркой студенческой жизни, когда юность вместе с творчеством и креативом способна создавать чудеса…</p>
                    <p class="mb-3">Хочешь не просто учиться, но и раскрыть свой потенциал, найти единомышленников и стать частью большой, дружной семьи? Тогда тебе точно к нам! Мы предлагаем тебе широчайшие возможности для развития в самых разных направлениях:</p>
                    <p>Пой от души! Вокальная студия "Сопрано" ждет тебя, чтобы научить владеть голосом и выступать на большой сцене.</p>
                </div>
            </div>
            <div>
                <img src="{{ asset('img/elite/g1-2.jpg') }}" alt="img" class="w-full h-full object-cover">
            </div>
        </div>
    </div>
    <div class="grid grid-cols-1 lg:grid-cols-[12px_1fr] gap-4  sm:mb-10">
        <div class="bg-[#820000] hidden lg:block">

        </div>
        <div class="grid grid-cols-1 lg:grid-cols-2 gap-4">
            <div class="bg-white p-6 flex flex-col gap-6">
                <h2 class="font-bold">Ансамбль народного танца «Юность»</h2>
                <div class="lg:text-sm 2xl:text-base">
                    Танцуй, как никто другой! Хореографический ансамбль народного танца "Юность" откроет для тебя мир грации, ритма и народной культуры.
                </div>
            </div>
            <div>
                <img src="{{ asset('img/elite/g2-1.jpg') }}" alt="img" class="w-full lg:max-h-[360px] h-full object-cover">
            </div>
            <div>
                <img src="{{ asset('img/elite/g2-2.jpg') }}" alt="img" class="w-full h-full object-cover">
            </div>
            <div>
                <img src="{{ asset('img/elite/g2-3.jpg') }}" alt="img" class="w-full h-full object-cover">
            </div>
        </div>
        <div class="flex flex-col gap-4">
        </div>
    </div>

    <div class="grid grid-cols-1 lg:grid-cols-[12px_1fr] gap-x-4">
        <div class="bg-[#D59347] hidden lg:block">
        </div>
        <div class="flex flex-col gap-4">
            <div class="grid grid-cols-1 lg:grid-cols-[2fr_1fr] gap-4">
                <div>
                    <img src="{{ asset('img/elite/g3-1.jpg') }}" alt="img" class="w-full h-full object-cover">
                </div>
                <div class="bg-white p-6 flex flex-col gap-6">
                <h2 class="font-bold">Ансамбль народного танца «Юность»</h2>
                <div class="lg:text-sm 2xl:text-base">
                    Танцуй, как никто другой! Хореографический ансамбль народного танца "Юность" откроет для тебя мир грации, ритма и народной культуры.
                    <ul class="list-disc list-inside font-bold mt-3 ">
                        <li class="mb-2">
                            ВИА «Ночь в декабре»
                        </li>
                        <li>
                            ВИА «Выход из игры»
                        </li>
                    </ul>
                </div>
                </div>
            </div>
            <div class="grid grid-cols-1 lg:grid-cols-[1fr_2fr] gap-4">
                <div class="flex flex-col gap-4">
                    <img src="{{ asset('img/elite/g3-3.jpg') }}" alt="img" class="w-full h-full object-cover">
                    <img src="{{ asset('img/elite/g4.jpg') }}" alt="img" class="w-full h-full object-cover">
                    <img src="{{ asset('img/elite/g3-6.jpg') }}" alt="img" class="w-full h-full object-cover">
                </div>
                <div class="flex flex-col gap-4">
                    <img src="{{ asset('img/elite/g3-2.jpg') }}" alt="img" class="w-full h-full object-cover">
                    <img src="{{ asset('img/elite/g3-4.jpg') }}" alt="img" class="w-full h-full object-cover">
                </div>
            </div>
        </div>
    </div>
<h2 class="text-2xl 2xl:text-3xl font-bold py-5 sm:pt-16 sm:pb-8 text-[#252525]">
    Вместе мы создаем незабываемые события!
</h2>
<section>
    <div class="relative mb-4 sm:mb-36 2xl:mb-32">
        <div class="grid grid-cols-1 lg:grid-cols-3 gap-4 lg:absolute w-full">
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">1</span>Сентября</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День знаний, торжественная линейка для первокурсников.
                </div>
            </div>
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">30</span> Сентября</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День воссоединения ЛНР, ДНР, Херсонской и Запорожской области с Российской Федерацией
                </div>
            </div>
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">23</span> Октября</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День освобождения Мелитополя от фашистских захватчиков.
                </div>
            </div>
        </div>
        <div class="grid grid-cols-1 lg:grid-cols-2 py-4 lg:pt-32 gap-4 lg:gap-0">
            <img src="{{ asset('img/elite/g5-1.jpg') }}" alt="img" class="w-full h-full object-cover">
            <img src="{{ asset('img/elite/g5-2.jpg') }}" alt="img" class="w-full h-full object-cover">
        </div>
        <div class="grid grid-cols-1 lg:grid-cols-3 gap-4 top-[25.5%] lg:absolute w-full">
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">4</span>Ноября</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День народного Единства.
                </div>
            </div>
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">19</span> Ноября</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День преподавателя высшей школы в России.
                </div>
            </div>
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">12</span> Декабря</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День Конституции.
                </div>
            </div>
        </div>
        <div class="grid grid-cols-1 lg:grid-cols-2 py-4 lg:pt-20 gap-4 lg:gap-0">
            <img src="{{ asset('img/elite/g5-3.jpg') }}" alt="img" class="w-full h-full object-cover">
            <img src="{{ asset('img/elite/g5-4.jpg') }}" alt="img" class="w-full h-full object-cover">
        </div>
        <div class="grid grid-cols-1 lg:grid-cols-3 gap-4 top-[50.5%] lg:absolute w-full">
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">27</span>Декабря</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    Новогодние утренники для детей сотрудников.
                </div>
            </div>
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">25</span> Января</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День российского студенчества.
                </div>
            </div>
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">23</span> Февраля</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День Защитников Отечества.
                </div>
            </div>
        </div>
        <div class="grid grid-cols-1 lg:grid-cols-2 py-4 lg:pt-20 gap-4 lg:gap-0">
            <img src="{{ asset('img/elite/g5-5.jpg') }}" alt="img" class="w-full h-full object-cover">
            <img src="{{ asset('img/elite/g5-6.jpg') }}" alt="img" class="w-full h-full object-cover">
        </div>
        <div class="grid grid-cols-1 lg:grid-cols-3 gap-4 top-[75%] lg:absolute w-full">
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">24</span>Февраля</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    Масленица, народные гуляния
                </div>
            </div>
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">8</span> Марта</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    Международный женский день.
                </div>
            </div>
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">9</span> Мая</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День Победы.
                </div>
            </div>
        </div>
        <div class="grid grid-cols-1 lg:grid-cols-2 py-4 lg:pt-16 gap-4 lg:gap-0">
            <img src="{{ asset('img/elite/g5-7.jpg') }}" alt="img" class="w-full h-full object-cover">
            <img src="{{ asset('img/elite/g5-8.jpg') }}" alt="img" class="w-full h-full object-cover">
        </div>
        <div class="grid grid-cols-1 lg:grid-cols-3 gap-4 top-[98.4%] lg:absolute w-full">
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">1</span>Июня</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День детства, для детей сотрудников.
                </div>
            </div>
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">12</span> Июня</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День России.
                </div>
            </div>
            <div class="bg-white flex flex-col gap-4 p-4">
                <div class="flex justify-between items-center">
                    <h3 class="flex items-center gap-2 text-2xl font-bold text-[#DFDFDF]"><span class="text-[#820000] font-black text-4xl">22</span> августа</h3>
                    <svg width="30" height="27" viewBox="0 0 30 27" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5.66602 23.334V26.0007M24.3327 23.334V26.0007" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M1.66602 12.668C1.66602 8.89673 1.66602 7.01111 2.83759 5.83954C4.00916 4.66797 5.89478 4.66797 9.66602 4.66797H20.3327C24.1039 4.66797 25.9895 4.66797 27.1611 5.83954C28.3327 7.01111 28.3327 8.89673 28.3327 12.668V15.3346C28.3327 19.1059 28.3327 20.9915 27.1611 22.1631C25.9895 23.3346 24.1039 23.3346 20.3327 23.3346H9.66602C5.89478 23.3346 4.00916 23.3346 2.83759 22.1631C1.66602 20.9915 1.66602 19.1059 1.66602 15.3346V12.668Z" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M12.3327 4.66732L11.5928 2.7726C11.5657 2.70309 11.5521 2.66834 11.5359 2.63451C11.5197 2.60069 11.5015 2.56914 11.4652 2.50604C11.2078 2.05884 11.0574 1.82279 10.7873 1.66821C10.009 1.22257 7.98975 1.22258 7.21135 1.66821C6.94134 1.82279 6.7909 2.05884 6.53351 2.50604C6.49719 2.56914 6.47903 2.60069 6.46281 2.63451C6.44658 2.66834 6.43301 2.70309 6.40587 2.7726L5.66602 4.66732" stroke="#252525" stroke-opacity="0.6" stroke-width="1.5"/>
                        <path d="M11.666 11.584C11.2518 11.584 10.916 11.9198 10.916 12.334C10.916 12.7482 11.2518 13.084 11.666 13.084V11.584ZM11.678 13.084C12.0922 13.084 12.428 12.7482 12.428 12.334C12.428 11.9198 12.0922 11.584 11.678 11.584V13.084ZM11.666 14.9173C11.2518 14.9173 10.916 15.2531 10.916 15.6673C10.916 16.0815 11.2518 16.4173 11.666 16.4173V14.9173ZM11.678 16.4173C12.0922 16.4173 12.428 16.0815 12.428 15.6673C12.428 15.2531 12.0922 14.9173 11.678 14.9173V16.4173ZM8.41602 11.334C8.41602 10.9198 8.08023 10.584 7.66602 10.584C7.2518 10.584 6.91602 10.9198 6.91602 11.334H8.41602ZM6.91602 16.6673C6.91602 17.0815 7.2518 17.4173 7.66602 17.4173C8.08023 17.4173 8.41602 17.0815 8.41602 16.6673H6.91602ZM23.0827 11.334C23.0827 10.9198 22.7469 10.584 22.3327 10.584C21.9185 10.584 21.5827 10.9198 21.5827 11.334H23.0827ZM21.5827 16.6673C21.5827 17.0815 21.9185 17.4173 22.3327 17.4173C22.7469 17.4173 23.0827 17.0815 23.0827 16.6673H21.5827ZM11.666 12.334V13.084H11.678V12.334V11.584H11.666V12.334ZM11.666 15.6673V16.4173H11.678V15.6673V14.9173H11.666V15.6673ZM7.66602 11.334H6.91602V16.6673H7.66602H8.41602V11.334H7.66602ZM16.9993 11.334V12.084H17.666V11.334V10.584H16.9993V11.334ZM18.9993 12.6673H18.2493V15.334H18.9993H19.7493V12.6673H18.9993ZM17.666 16.6673V15.9173H16.9993V16.6673V17.4173H17.666V16.6673ZM15.666 15.334H16.416V12.6673H15.666H14.916V15.334H15.666ZM16.9993 16.6673V15.9173C16.6639 15.9173 16.4877 15.9157 16.3678 15.8996C16.2694 15.8864 16.3267 15.8768 16.3916 15.9417L15.8613 16.4721L15.3309 17.0024C15.5912 17.2626 15.9032 17.3506 16.1679 17.3862C16.411 17.4189 16.7063 17.4173 16.9993 17.4173V16.6673ZM15.666 15.334H14.916C14.916 15.6271 14.9144 15.9223 14.9471 16.1654C14.9827 16.4301 15.0707 16.7422 15.3309 17.0024L15.8613 16.4721L16.3916 15.9417C16.4566 16.0067 16.447 16.0639 16.4337 15.9656C16.4176 15.8456 16.416 15.6695 16.416 15.334H15.666ZM18.9993 15.334H18.2493C18.2493 15.6695 18.2478 15.8456 18.2316 15.9656C18.2184 16.0639 18.2088 16.0067 18.2738 15.9417L18.8041 16.4721L19.3344 17.0024C19.5946 16.7422 19.6827 16.4301 19.7183 16.1654C19.7509 15.9223 19.7493 15.6271 19.7493 15.334H18.9993ZM17.666 16.6673V17.4173C17.9591 17.4173 18.2543 17.4189 18.4975 17.3862C18.7622 17.3506 19.0742 17.2626 19.3344 17.0024L18.8041 16.4721L18.2738 15.9417C18.3387 15.8768 18.396 15.8864 18.2976 15.8996C18.1776 15.9157 18.0015 15.9173 17.666 15.9173V16.6673ZM17.666 11.334V12.084C18.0015 12.084 18.1776 12.0856 18.2976 12.1017C18.396 12.1149 18.3387 12.1245 18.2738 12.0596L18.8041 11.5292L19.3344 10.9989C19.0742 10.7387 18.7622 10.6507 18.4975 10.6151C18.2543 10.5824 17.9591 10.584 17.666 10.584V11.334ZM18.9993 12.6673H19.7493C19.7493 12.3743 19.7509 12.079 19.7183 11.8359C19.6827 11.5712 19.5946 11.2591 19.3344 10.9989L18.8041 11.5292L18.2738 12.0596C18.2088 11.9946 18.2184 11.9374 18.2316 12.0357C18.2478 12.1557 18.2493 12.3318 18.2493 12.6673H18.9993ZM16.9993 11.334V10.584C16.7063 10.584 16.411 10.5824 16.1679 10.6151C15.9032 10.6507 15.5912 10.7387 15.3309 10.9989L15.8613 11.5292L16.3916 12.0596C16.3267 12.1245 16.2694 12.1149 16.3678 12.1017C16.4877 12.0856 16.6639 12.084 16.9993 12.084V11.334ZM15.666 12.6673H16.416C16.416 12.3318 16.4176 12.1557 16.4337 12.0357C16.447 11.9374 16.4566 11.9946 16.3916 12.0596L15.8613 11.5292L15.3309 10.9989C15.0707 11.2591 14.9827 11.5712 14.9471 11.8359C14.9144 12.079 14.916 12.3743 14.916 12.6673H15.666ZM22.3327 11.334H21.5827V16.6673H22.3327H23.0827V11.334H22.3327Z" fill="#252525" fill-opacity="0.6"/>
                    </svg>
                </div>
                <div class="lg:text-sm 2xl:text-base">
                    День флага РФ.
                </div>
            </div>
        </div>
    </div>
</section>
<section>
    <div class="bg-[#820000] py-8 px-12.5 flex flex-col gap-8 text-white mb-4 sm:mb-16">
        <h2 class="font-bold text-xl 2xl:text-3xl">
            Мы уверены, что творческая самореализация – это ключ к успешному будущему!
        </h2>
        <div class="grid grid-cols-1 lg:grid-cols-2 gap-8 lg:text-sm 2xl:text-base">
            <div class="flex gap-6 items-center">
                <div>
                    <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M30 35L43.75 46.25M30 35L16.25 46.25M30 35V17.5" stroke="white" stroke-width="3"/>
                        <path d="M25.9785 9.22614C27.7635 6.40871 28.656 5 30 5C31.344 5 32.2365 6.40871 34.0215 9.22614L35.3037 11.2499C37.0648 14.0295 37.9453 15.4193 37.2759 16.4596C36.6065 17.5 34.8317 17.5 31.2822 17.5H28.7178C25.1683 17.5 23.3935 17.5 22.7241 16.4596C22.0547 15.4193 22.9352 14.0295 24.6963 11.2499L25.9785 9.22614Z" stroke="white" stroke-width="3"/>
                        <path d="M53.081 47.8519C54.6396 50.8754 55.419 52.3871 54.7713 53.5621C54.1236 54.7372 52.484 54.7861 49.2049 54.8839L46.8495 54.9542C43.6143 55.0508 41.9967 55.099 41.4261 53.9736C40.8555 52.8482 41.7108 51.2965 43.4214 48.1932L44.6572 45.9512C46.3678 42.8478 47.2231 41.2961 48.4389 41.251C49.6547 41.2059 50.4236 42.6973 51.9614 45.6802L53.081 47.8519Z" stroke="white" stroke-width="3"/>
                        <path d="M6.91904 47.8519C5.36035 50.8754 4.58101 52.3871 5.2287 53.5621C5.87638 54.7372 7.51596 54.7861 10.7951 54.8839L13.1505 54.9542C16.3857 55.0508 18.0033 55.099 18.5739 53.9736C19.1445 52.8482 18.2892 51.2965 16.5786 48.1932L15.3428 45.9512C13.6322 42.8478 12.7769 41.2961 11.5611 41.251C10.3453 41.2059 9.57639 42.6973 8.03862 45.6802L6.91904 47.8519Z" stroke="white" stroke-width="3"/>
                    </svg>
                </div>
                <div class="flex flex-col gap-2.5">
                    <h3 class="font-bold">Развивайся всесторонне!</h3>
                    <p>
                        Творчество помогает адаптироваться к новым условиям, находить нестандартные решения и постоянно совершенствоваться.
                    </p>
                </div>
            </div>
            <div class="flex gap-6 items-center">
                <div>
                    <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M23.5048 48.1562L23.1263 49.6076L23.5048 48.1562ZM20.105 44.0347L18.6756 44.4895V44.4895L20.105 44.0347ZM20.9314 46.2129L19.6486 46.9904L20.9314 46.2129ZM39.8927 44.0347L41.3221 44.4895V44.4895L39.8927 44.0347ZM39.0664 46.2129L40.3492 46.9904L39.0664 46.2129ZM36.4929 48.1562L36.8715 49.6076L36.4929 48.1562ZM39.3598 41.6688L39.924 40.2789L39.3598 41.6688ZM40.1766 42.856L41.675 42.7874L40.1766 42.856ZM20.638 41.6688L20.0738 40.2789L20.638 41.6688ZM19.8212 42.856L18.3228 42.7874L19.8212 42.856ZM37.9005 48.5709C38.0564 47.7573 37.5232 46.9713 36.7096 46.8154C35.896 46.6596 35.11 47.1928 34.9541 48.0064L37.9005 48.5709ZM36.1502 49.735L34.677 49.4527V49.4527L36.1502 49.735ZM23.8473 49.735L25.3205 49.4527V49.4527L23.8473 49.735ZM25.0434 48.0064C24.8875 47.1928 24.1016 46.6596 23.2879 46.8154C22.4743 46.9713 21.9411 47.7573 22.097 48.5709L25.0434 48.0064ZM27.0274 54.7742L26.5393 56.1926H26.5393L27.0274 54.7742ZM24.6413 52.7323L23.3233 53.4483L24.6413 52.7323ZM35.3562 52.7323L36.6742 53.4483L36.6742 53.4483L35.3562 52.7323ZM32.9701 54.7742L33.4582 56.1926H33.4582L32.9701 54.7742ZM21.7951 41.5781V43.0781H38.2027V41.5781V40.0781H21.7951V41.5781ZM34.2592 48.2887V46.7887H25.7386V48.2887V49.7887H34.2592V48.2887ZM25.7386 48.2887V46.7887C24.503 46.7887 24.1602 46.7769 23.8833 46.7047L23.5048 48.1562L23.1263 49.6076C23.8655 49.8004 24.6732 49.7887 25.7386 49.7887V48.2887ZM20.105 44.0347L18.6756 44.4895C19.0152 45.5567 19.253 46.3376 19.6486 46.9904L20.9314 46.2129L22.2142 45.4355C22.0486 45.1623 21.9225 44.7997 21.5344 43.5799L20.105 44.0347ZM23.5048 48.1562L23.8833 46.7047C23.2097 46.5291 22.6068 46.0833 22.2142 45.4355L20.9314 46.2129L19.6486 46.9904C20.4316 48.2824 21.6716 49.2283 23.1263 49.6076L23.5048 48.1562ZM39.8927 44.0347L38.4633 43.5799C38.0752 44.7997 37.9492 45.1623 37.7836 45.4355L39.0664 46.2129L40.3492 46.9904C40.7448 46.3376 40.9826 45.5567 41.3221 44.4895L39.8927 44.0347ZM34.2592 48.2887V49.7887C35.3246 49.7887 36.1323 49.8004 36.8715 49.6076L36.4929 48.1562L36.1144 46.7047C35.8376 46.7769 35.4948 46.7887 34.2592 46.7887V48.2887ZM39.0664 46.2129L37.7836 45.4355C37.391 46.0833 36.788 46.5291 36.1144 46.7047L36.4929 48.1562L36.8715 49.6076C38.3262 49.2283 39.5661 48.2824 40.3492 46.9904L39.0664 46.2129ZM38.2027 41.5781V43.0781C38.533 43.0781 38.712 43.0788 38.8385 43.0866C38.9617 43.0942 38.9062 43.1035 38.7956 43.0586L39.3598 41.6688L39.924 40.2789C39.5901 40.1434 39.2673 40.1074 39.0234 40.0923C38.7828 40.0775 38.4949 40.0781 38.2027 40.0781V41.5781ZM39.8927 44.0347L41.3221 44.4895C41.4153 44.1968 41.5048 43.9173 41.5656 43.6805C41.6271 43.4411 41.6908 43.1326 41.675 42.7874L40.1766 42.856L38.6781 42.9245C38.6738 42.83 38.694 42.8015 38.6599 42.9341C38.6252 43.0693 38.5671 43.2539 38.4633 43.5799L39.8927 44.0347ZM39.3598 41.6688L38.7956 43.0586C38.6973 43.0187 38.6792 42.9487 38.6781 42.9245L40.1766 42.856L41.675 42.7874C41.6254 41.703 40.967 40.7023 39.924 40.2789L39.3598 41.6688ZM21.7951 41.5781V40.0781C21.5029 40.0781 21.215 40.0775 20.9744 40.0923C20.7305 40.1074 20.4077 40.1434 20.0738 40.2789L20.638 41.6688L21.2021 43.0586C21.0916 43.1035 21.0361 43.0942 21.1593 43.0866C21.2857 43.0788 21.4648 43.0781 21.7951 43.0781V41.5781ZM20.105 44.0347L21.5344 43.5799C21.4307 43.2539 21.3726 43.0693 21.3378 42.9341C21.3038 42.8015 21.324 42.83 21.3196 42.9245L19.8212 42.856L18.3228 42.7874C18.307 43.1326 18.3707 43.4411 18.4322 43.6805C18.493 43.9173 18.5825 44.1968 18.6756 44.4895L20.105 44.0347ZM20.638 41.6688L20.0738 40.2789C19.0308 40.7023 18.3724 41.703 18.3228 42.7874L19.8212 42.856L21.3196 42.9245C21.3185 42.9487 21.3004 43.0187 21.2021 43.0586L20.638 41.6688ZM36.4273 48.2887L34.9541 48.0064L34.677 49.4527L36.1502 49.735L37.6234 50.0173L37.9005 48.5709L36.4273 48.2887ZM23.8473 49.735L25.3205 49.4527L25.0434 48.0064L23.5702 48.2887L22.097 48.5709L22.3741 50.0173L23.8473 49.735ZM29.9988 54.9992V53.4992C28.3381 53.4992 27.8738 53.4792 27.5156 53.3559L27.0274 54.7742L26.5393 56.1926C27.4884 56.5192 28.5692 56.4992 29.9988 56.4992V54.9992ZM23.8473 49.735L22.3741 50.0173C22.6566 51.4919 22.845 52.568 23.3233 53.4483L24.6413 52.7323L25.9594 52.0163C25.7586 51.6467 25.644 51.1412 25.3205 49.4527L23.8473 49.735ZM27.0274 54.7742L27.5156 53.3559C26.8708 53.134 26.311 52.6634 25.9594 52.0163L24.6413 52.7323L23.3233 53.4483C24.0216 54.7338 25.1628 55.7189 26.5393 56.1926L27.0274 54.7742ZM36.1502 49.735L34.677 49.4527C34.3535 51.1412 34.2389 51.6467 34.0381 52.0163L35.3562 52.7323L36.6742 53.4483C37.1525 52.568 37.3409 51.4919 37.6234 50.0173L36.1502 49.735ZM29.9988 54.9992V56.4992C31.4283 56.4992 32.5092 56.5192 33.4582 56.1926L32.9701 54.7742L32.482 53.3559C32.1237 53.4792 31.6594 53.4992 29.9988 53.4992V54.9992ZM35.3562 52.7323L34.0381 52.0163C33.6866 52.6634 33.1267 53.134 32.482 53.3559L32.9701 54.7742L33.4582 56.1926C34.8347 55.7189 35.9759 54.7338 36.6742 53.4483L35.3562 52.7323Z" fill="white"/>
                        <path d="M15.2234 37.5C14.2774 35.3735 13.75 33.0077 13.75 30.5147C13.75 21.2558 21.0254 13.75 30 13.75C38.9746 13.75 46.25 21.2558 46.25 30.5147C46.25 33.0077 45.7226 35.3735 44.7766 37.5" stroke="white" stroke-width="3" stroke-linecap="round"/>
                        <path d="M30 5V7.5" stroke="white" stroke-width="3" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M55 30L52.5 30" stroke="white" stroke-width="3" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M7.5 30L5 30" stroke="white" stroke-width="3" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M47.6758 12.3223L45.908 14.09" stroke="white" stroke-width="3" stroke-linecap="round" stroke-linejoin="round"/>
                        <path d="M14.0918 14.0918L12.324 12.324" stroke="white" stroke-width="3" stroke-linecap="round" stroke-linejoin="round"/>
                    </svg>
                </div>
                <div class="flex flex-col gap-2.5">
                    <h3 class="font-bold">Мысли шире!</h3>
                    <p>
                        Творчество развивает воображение, расширяет кругозор и помогает находить новые грани своей личности.
                    </p>
                </div>
            </div>
            <div class="flex gap-6 items-center">
                <div>
                    <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M17.5 15V12.5C17.5 8.96447 17.5 7.1967 18.5983 6.09835C19.6967 5 21.4645 5 25 5H35C38.5355 5 40.3033 5 41.4017 6.09835C42.5 7.1967 42.5 8.96447 42.5 12.5V15C42.5 18.5355 42.5 20.3033 41.4017 21.4017C40.3033 22.5 38.5355 22.5 35 22.5H32.5L25 27.5V22.5C21.4645 22.5 19.6967 22.5 18.5983 21.4017C17.5 20.3033 17.5 18.5355 17.5 15Z" stroke="white" stroke-width="3" stroke-linejoin="round"/>
                        <path d="M8.97508 46.852C7.40312 47.905 3.28152 50.0551 5.79185 52.7457C7.01812 54.06 8.38388 55 10.101 55H15H19.899C21.6161 55 22.9819 54.06 24.2082 52.7457C26.7185 50.0551 22.5969 47.905 21.0249 46.852C17.3387 44.3827 12.6613 44.3827 8.97508 46.852Z" stroke="white" stroke-width="3"/>
                        <path d="M38.9751 46.852C37.4031 47.905 33.2815 50.0551 35.7918 52.7457C37.0181 54.06 38.3839 55 40.101 55H45H49.899C51.6161 55 52.9819 54.06 54.2082 52.7457C56.7185 50.0551 52.5969 47.905 51.0249 46.852C47.3387 44.3827 42.6613 44.3827 38.9751 46.852Z" stroke="white" stroke-width="3"/>
                        <path d="M20 33.75C20 36.5114 17.7614 38.75 15 38.75C12.2386 38.75 10 36.5114 10 33.75C10 30.9886 12.2386 28.75 15 28.75C17.7614 28.75 20 30.9886 20 33.75Z" stroke="white" stroke-width="3"/>
                        <path d="M50 33.75C50 36.5114 47.7614 38.75 45 38.75C42.2386 38.75 40 36.5114 40 33.75C40 30.9886 42.2386 28.75 45 28.75C47.7614 28.75 50 30.9886 50 33.75Z" stroke="white" stroke-width="3"/>
                    </svg>
                </div>
                <div class="flex flex-col gap-2.5">
                    <h3 class="font-bold">Будь готов к профессиональным вызовам!</h3>
                    <p>
                        В современном мире ценятся креативность и умение мыслить нестандартно – а это именно то, что ты получишь, занимаясь творчеством.
                    </p>
                </div>
            </div>
            <div class="flex gap-6 items-center">
                <div>
                    <svg width="60" height="60" viewBox="0 0 60 60" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M35 8.75C44.4281 8.75 49.1421 8.75 52.0711 11.862C55 14.974 55 19.9827 55 30C55 40.0173 55 45.026 52.0711 48.138C49.1421 51.25 44.4281 51.25 35 51.25L25 51.25C15.5719 51.25 10.8579 51.25 7.92893 48.138C5 45.026 5 40.0173 5 30C5 19.9827 5 14.974 7.92893 11.862C10.8579 8.75 15.5719 8.75 25 8.75L35 8.75Z" stroke="white" stroke-width="3" stroke-linejoin="round"/>
                        <path d="M12.5 38.7497C16.5216 33.4063 25.8848 33.1146 30 38.7497M25.6226 25.625C25.6226 28.0412 23.6638 30 21.2476 30C18.8313 30 16.8726 28.0412 16.8726 25.625C16.8726 23.2088 18.8313 21.25 21.2476 21.25C23.6638 21.25 25.6226 23.2088 25.6226 25.625Z" stroke="white" stroke-width="3" stroke-linecap="round"/>
                        <path d="M37.5 23.75H47.5" stroke="white" stroke-width="3" stroke-linecap="round"/>
                        <path d="M37.5 33.75H42.5" stroke="white" stroke-width="3" stroke-linecap="round"/>
                    </svg>

                </div>
                <div class="flex flex-col gap-2.5">
                    <h3 class="font-bold">Найди себя!</h3>
                    <p>
                        Студенчество – это время поиска себя и своего места в жизни. Творчество поможет тебе раскрыть свой потенциал и найти свое призвание.
                    </p>
                </div>
            </div>
        </div>
    </div>
</section>
</section>
<section id="sport">
    <div class="grid grid-cols-1 lg:grid-cols-[2fr_1.4fr] gap-5 mb-4 sm:mb-10">
        <div class="grid grid-cols-2 lg:grid-cols-[62%_35%] gap-5">
            <div class="w-full rounded-tl-[120px] col-span-2 lg:col-span-1 order-1">
                <img src="{{ asset('img/elite/g6-1.jpg') }}" alt="img" class="w-full h-full object-cover rounded-tl-[120px]">
            </div>
            <div class="order-2">
                <img src="{{ asset('img/elite/g6-3.jpg') }}" alt="img" class="w-full h-full object-cover rounded-[50px]">
            </div>
            <div class="col-span-2 lg:col-span-1 order-4 lg:order-3">
                <img src="{{ asset('img/elite/g6-2.jpg') }}" alt="img" class="w-full h-full object-cover rounded-[150px]">
            </div>
            <div class="order-3 lg:order-4">
                <img src="{{ asset('img/elite/g6-4.jpg') }}" alt="img" class="w-full h-full object-cover rounded-tl-[120px]">
            </div>
        </div>
        <div class="flex flex-col justify-between p-4 bg-white">
            <div class="flex flex-col gap-8 mb-3 lg:mb-0">
                <h2 class="text-2xl 2xl:text-3xl font-bold italic">Спорт в МелГУ: сила духа и тела</h2>
                <p class="lg:text-sm 2xl:text-base">
                    Учеба в университете – это не только лекции, семинары и бессонные ночи над учебниками.
                    Это еще и время для развития себя во всех направлениях, и спорт играет в этом огромную роль!
                    В нашем вузе созданы все условия для того, чтобы каждый студент мог найти себе занятие по душе,
                    будь то профессиональный спорт или просто поддержание здорового образа жизни.
                </p>
            </div>
            <div class="bg-[#C10F1A] px-8 py-4 flex items-center justify-between">
                <h3 class="text-base 2xl:text-3xl font-bold text-white italic">Наши спортсмены</h3>
                <span>
                    <svg width="36" height="36" viewBox="0 0 36 36" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M9 28.5C8.17157 28.5 7.5 29.1716 7.5 30C7.5 30.8284 8.17157 31.5 9 31.5V28.5ZM27 31.5C27.8284 31.5 28.5 30.8284 28.5 30C28.5 29.1716 27.8284 28.5 27 28.5V31.5ZM9 30V31.5H27V30V28.5H9V30Z" fill="white"/>
                        <path d="M14.4542 22.2267L13.3166 23.2044L14.4542 22.2267ZM15.5962 23.5555L16.7338 22.5779L16.7338 22.5779L15.5962 23.5555ZM20.4038 23.5555L21.5415 24.5332L20.4038 23.5555ZM21.5458 22.2267L20.4082 21.249L21.5458 22.2267ZM23.8992 18.1236L22.5485 18.776L22.5485 18.776L23.8992 18.1236ZM12.1008 18.1236L13.4515 18.776L13.4515 18.776L12.1008 18.1236ZM16.5 17.25C16.5 18.0784 17.1716 18.75 18 18.75C18.8284 18.75 19.5 18.0784 19.5 17.25H16.5ZM19.5 6C19.5 5.17157 18.8284 4.5 18 4.5C17.1716 4.5 16.5 5.17157 16.5 6L19.5 6ZM14.4542 22.2267L13.3166 23.2044L14.4585 24.5332L15.5962 23.5555L16.7338 22.5779L15.5918 21.249L14.4542 22.2267ZM20.4038 23.5555L21.5415 24.5332L22.6834 23.2043L21.5458 22.2267L20.4082 21.249L19.2662 22.5779L20.4038 23.5555ZM21.5458 22.2267L22.6834 23.2043C23.5748 22.1671 24.3591 21.2606 24.842 20.4976C25.3088 19.7602 25.8207 18.6529 25.2499 17.4712L23.8992 18.1236L22.5485 18.776C22.3997 18.4679 22.6599 18.3358 22.3071 18.8932C21.9704 19.4251 21.367 20.1333 20.4082 21.249L21.5458 22.2267ZM19.142 17.25V18.75C20.6365 18.75 21.5916 18.7536 22.2369 18.8445C22.92 18.9408 22.6868 19.0624 22.5485 18.776L23.8992 18.1236L25.2499 17.4712C24.6896 16.3112 23.5229 15.9961 22.6554 15.8739C21.7501 15.7464 20.5376 15.75 19.142 15.75V17.25ZM15.5962 23.5555L14.4585 24.5332C14.9857 25.1466 15.4835 25.7314 15.9529 26.1424C16.4561 26.583 17.119 27 18 27V25.5V24C18.1482 24 18.1662 24.0929 17.9292 23.8854C17.6584 23.6483 17.3207 23.2608 16.7338 22.5779L15.5962 23.5555ZM20.4038 23.5555L19.2662 22.5779C18.6793 23.2608 18.3416 23.6483 18.0708 23.8854C17.8338 24.0929 17.8518 24 18 24V25.5V27C18.881 27 19.5439 26.583 20.0471 26.1424C20.5165 25.7314 21.0143 25.1466 21.5415 24.5332L20.4038 23.5555ZM14.4542 22.2267L15.5918 21.249C14.633 20.1333 14.0296 19.4251 13.6929 18.8932C13.3401 18.3358 13.6003 18.4679 13.4515 18.776L12.1008 18.1236L10.7501 17.4712C10.1793 18.6529 10.6912 19.7602 11.158 20.4977C11.6409 21.2606 12.4252 22.1671 13.3166 23.2044L14.4542 22.2267ZM16.858 17.25V15.75C15.4624 15.75 14.2499 15.7464 13.3446 15.8739C12.4771 15.9961 11.3104 16.3112 10.7501 17.4712L12.1008 18.1236L13.4515 18.776C13.3132 19.0624 13.08 18.9408 13.7631 18.8445C14.4084 18.7536 15.3635 18.75 16.858 18.75V17.25ZM19.142 17.25V15.75H16.858V17.25V18.75H19.142V17.25ZM18 17.25H19.5L19.5 6L18 6L16.5 6L16.5 17.25H18Z" fill="white"/>
                    </svg>
                </span>
            </div>
        </div>
    </div>
<section class="mb-10">
    <div class="horizontal-scrollbar-second top-scrollbar-second sm:hidden mb-2.5">
        <div class="scroll-handle-second"></div>
    </div>
    <div class="hidden sm:flex justify-center mb-4">
        <div class="flex justify-between items-center mb-3 sm:mb-0 w-fit">
            <a id="prev-btn" class="hover:border-red-900 hover:bg-red-900 p-4 rounded-full border border-[#212121] transition duration-300 ease-linear cursor-pointer group">
                <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-arrow-left group-hover:fill-white" viewBox="0 0 16 16">
                    <path fill-rule="evenodd" d="M15 8a.5.5 0 0 0-.5-.5H2.707l3.147-3.146a.5.5 0 1 0-.708-.708l-4 4a.5.5 0 0 0 0 .708l4 4a.5.5 0 0 0 .708-.708L2.707 8.5H14.5A.5.5 0 0 0 15 8"></path>
                </svg>
            </a>
            <div class="flex items-center px-3">
                <span id="current-count" class="font-bold">1</span>
                <span class="font-bold px-1">/</span>
                <span id="last-count">2</span>
            </div>
            <a id="next-btn" class="hover:border-red-900 hover:bg-red-900 p-4 rounded-full border border-[#212121] transition duration-300 ease-linear cursor-pointer group">
                <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-arrow-right group-hover:fill-white" viewBox="0 0 16 16">
                    <path fill-rule="evenodd" d="M1 8a.5.5 0 0 1 .5-.5h11.793l-3.147-3.146a.5.5 0 0 1 .708-.708l4 4a.5.5 0 0 1 0 .708l-4 4a.5.5 0 0 1-.708-.708L13.293 8.5H1.5A.5.5 0 0 1 1 8"></path>
                </svg>
            </a>
        </div>
    </div>
    <div class="overflow-hidden">
        <div id="scrollContainer" class="flex overflow-x-auto sm:overflow-x-hidden gap-2.5 sm:gap-5 sm:snap-mandatory sm:snap-x">
            <div class="flex sm:grid sm:grid-cols-3 2xl:grid-cols-4 gap-2.5 sm:gap-5 w-full">
                <div class="flex flex-col gap-3 bg-white">
                    <div class="max-h-[273px]">
                        <img src="{{ asset('img/elite/Osmaly Torlan Mubariz Oglu.jpg') }}" alt="img" class=" w-full h-full object-cover object-top">
                    </div>
                    <div class="flex flex-col gap-4 px-5">
                        <h2 class="font-bold text-xl">Осмалы Торлан Мубариз Оглы</h2>
                        <p>Достижения:</p>
                        <ul class="list-inside list-disc">
                            <li class="mb-2">
                                КМС, Чемпион Запорожской Области
                            </li>
                            <li class="mb-2">
                                Участник Всероссийских Соревнований
                            </li>
                            <li>
                                в 2023г принимал участие в тренировочном сборе В Махачкале.
                            </li>
                        </ul>
                        <p>
                            Тренируется под руководством тренера Некрасова Д.В.
                        </p>
                    </div>
                </div>
                <div class="flex flex-col gap-3 bg-white">
                    <div class="max-h-[273px]">
                        <img src="{{ asset('img/elite/David Dmitrievich Beskutsky.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                    </div>
                    <div class="flex flex-col gap-4 px-5">
                        <h2 class="font-bold text-xl">Бескутский Давид Дмитриевич</h2>
                        <p>Достижения:</p>
                        <ul class="list-inside list-disc">
                            <li class="mb-2">
                                Мастер Спорта России, Чемпион Запорожской Области
                            </li>
                            <li class="mb-2">
                                Призёр Всероссийских Соревнований
                            </li>
                            <li>
                                Участник чемпионата России 2023-2025
                            </li>
                            <li>
                                принимает участие в тренировочных сборах в г Махачкала и в г.Сочи.
                            </li>
                        </ul>
                        <p>
                            Тренируется под руководством тренеров Некрасова Д.В.и Куксова Р.С.
                        </p>
                    </div>
                </div>
                <div class="flex flex-col gap-3 bg-white">
                    <div class="max-h-[273px]">
                        <img src="{{ asset('img/elite/Kruk Danil Ruslanovich.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                    </div>
                    <div class="flex flex-col gap-4 px-5">
                        <h2 class="font-bold text-xl">Крук Данил Русланович</h2>
                        <p>Достижения:</p>
                        <ul class="list-inside list-disc">
                            <li class="mb-2">
                                Чемпион Запорожской Области
                            </li>
                            <li class="mb-2">
                                Имеет 1й взрослый разряд
                            </li>
                            <li>
                                Участник Всероссийских турниров. 2023-2025
                            </li>
                            <li>
                                принимал участие в учебно тренировочных сборах в г.Сочи, и Махачкале.
                            </li>
                        </ul>
                        <p>
                            Тренируется под руководством тренеров Некрасова Д.В.и Куксова Р.С.
                        </p>
                    </div>
                </div>
                <div class="hidden 2xl:flex flex-col gap-3 bg-white">
                    <div class="max-h-[273px]">
                        <img src="{{ asset('img/elite/Wolfhound Nikita Yurievich.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                    </div>
                    <div class="flex flex-col gap-4 px-5">
                        <h2 class="font-bold text-xl">Волкодав Никита Юрьевич</h2>
                        <p>Достижения:</p>
                        <ul class="list-inside list-disc">
                            <li class="mb-2">
                                Чемпион Запорожской Области
                            </li>
                            <li class="mb-2">
                                Имеет 1й взрослый разряд
                            </li>
                            <li>
                                Участник Всероссийских Соревнований 2023-2025
                            </li>
                            <li>
                                принимал участие в учебно тренировочный сборе г.Сочи.
                            </li>
                        </ul>
                        <p>
                            Тренируется под руководством тренеров Некрасова Д.В.и Куксова Р.С
                        </p>
                    </div>
                </div>
            </div>
            <div class="grid grid-cols-3 2xl:grid-cols-4 gap-2.5 sm:gap-5 w-full">
                <div class="flex flex-col gap-3 bg-white 2xl:hidden">
                    <div class="max-h-[273px]">
                        <img src="{{ asset('img/elite/Wolfhound Nikita Yurievich.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                    </div>
                    <div class="flex flex-col gap-4 px-5">
                        <h2 class="font-bold text-xl">Волкодав Никита Юрьевич</h2>
                        <p>Достижения:</p>
                        <ul class="list-inside list-disc">
                            <li class="mb-2">
                                Чемпион Запорожской Области
                            </li>
                            <li class="mb-2">
                                Имеет 1й взрослый разряд
                            </li>
                            <li>
                                Участник Всероссийских Соревнований 2023-2025
                            </li>
                            <li>
                                принимал участие в учебно тренировочный сборе г.Сочи.
                            </li>
                        </ul>
                        <p>
                            Тренируется под руководством тренеров Некрасова Д.В.и Куксова Р.С
                        </p>
                    </div>
                </div>
                <div class="flex flex-col gap-3 bg-white">
                    <div class="max-h-[273px]">
                        <img src="{{ asset('img/elite/Popov Peter Ivanovich.jpg') }}" alt="img" class=" w-full h-full object-cover object-top">
                    </div>
                    <div class="flex flex-col gap-4 px-5">
                        <h2 class="font-bold text-xl">Попов Пётр Иванович</h2>
                        <p>Достижения:</p>
                        <ul class="list-inside list-disc">
                            <li class="mb-2">
                                Мастер Спорта России по Боксу
                            </li>
                            <li class="mb-2">
                                Профессиональный боксер
                            </li>
                            <li class="mb-2">
                                Чемпион Межрегиональных соревнований среди ДНР, ЛНР, Херсонской и Запорожской обл (2023г,2024г)
                            </li>
                            <li class="mb-2">
                                Участник Чемпионата России среди мужчин(19-40лет) 2024г
                            </li>
                            <li class="mb-2">
                                5 место Чемпионат России среди студентов
                            </li>
                            <li class="mb-2">
                                Московские соревнования 2 место(2024г)
                            </li>
                            <li>
                                Чемпион области(2023г,2024г,2025г) Лучший спортсмен Запорожской области 2023,2024
                            </li>
                        </ul>
                    </div>
                </div>
                <div class="flex flex-col gap-3 bg-white">
                    <div class="max-h-[273px]">
                        <img src="{{ asset('img/elite/Demchenko Roman Andreevich.jpg') }}" alt="img" class="w-full h-[273px] object-cover object-top">
                    </div>
                    <div class="flex flex-col gap-4 px-5">
                        <h2 class="font-bold text-xl">Демченко Роман Андреевич</h2>
                        <p>Достижения:</p>
                        <ul class="list-inside list-disc">
                            <li>
                                первый разряд по боксу
                            </li>
                        </ul>
                    </div>
                </div>
                <div class="hidden 2xl:flex flex-col gap-3 bg-white">
                    <div class="max-h-[273px]">
                        <img src="{{ asset('img/elite/Shchapov Yaroslav Alexandrovich.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                    </div>
                    <div class="flex flex-col gap-4 px-5">
                        <h2 class="font-bold text-xl">Щапов Ярослав Александрович</h2>
                        <p>Достижения:</p>
                        <ul class="list-inside list-disc">
                            <li>
                                Мастер спорта по спортивной акробатике
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
            <div class="grid grid-cols-3 2xl:grid-cols-4 gap-2.5 sm:gap-5 w-full">
                <div class="flex flex-col gap-3 bg-white 2xl:hidden">
                    <div class="max-h-[273px]">
                        <img src="{{ asset('img/elite/Shchapov Yaroslav Alexandrovich.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                    </div>
                    <div class="flex flex-col gap-4 px-5">
                        <h2 class="font-bold text-xl">Щапов Ярослав Александрович</h2>
                        <p>Достижения:</p>
                        <ul class="list-inside list-disc">
                            <li>
                                Мастер спорта по спортивной акробатике
                            </li>
                        </ul>
                    </div>
                </div>
            </div>
    </div>
    </div>
</section>
</section>
<section id="young-initiative">
<section class="bg-[#252525]">
    <div class="grid grid-cols-1 xl:grid-cols-[1fr_10%_1fr] 2xl:grid-cols-[1fr_14%_1fr] text-white">
        <div class="p-5 lg:p-8 flex flex-col gap-6">
            <h2 class="font-bold text-2xl 2xl:text-3xl">Отдел молодежных инициатив и проектной деятельности: твои идеи – наша поддержка</h2>
            <div class="lg:text-sm 2xl:text-base">
                <p class="mb-4">
                    Отдел молодежных инициатив и проектной деятельности Мелитопольского государственного университета — это центр поддержки и развития ваших идей и талантов. Мы проводим тренинги, мастер-классы и помогаем реализовывать социальные проекты, чтобы каждый студент мог раскрыть свой потенциал и получить полезный опыт. В сотрудничестве с различными организациями мы открываем новые возможности для вашего роста и развития.
                </p>
                <p class="mb-4">
                    Программа «Больше, чем путешествие» — это уникальный шанс для студентов увидеть новые города России, получить ценный образовательный и культурный опыт, а также принять участие в волонтерских и социальных проектах.
                </p>
                <p class="mb-4">
                    В рамках программы наши студенты побывали в городах: Москва, Санкт-Петербург, Казань, Ростов-на-Дону, Волгоград, Тула, Севастополь, Симферополь, Ярославль, Воронеж, Великий Новгород, Екатеринбург и других. А также приняли участие в:
                </p>
                <ul class="list-inside list-disc">
                    <li class="mb-2">
                        Межвузовском семинаре «Историческая память как ценность» (Севастополь);
                    </li>
                    <li class="mb-2">
                        Образовательной сессии «Россия – страна возможностей» (Москва);
                    </li>
                    <li class="mb-2">
                        Мастер-классах от платформы «Россия — страна возможностей»;
                    </li>
                    <li class="mb-2">
                        Летней школе «Таврида.Арт» (Крым);
                    </li>
                    <li class="mb-2">
                        Семинарах от Российского общества «Знание»;
                    </li>
                    <li class="mb-2">
                        Образовательном туре по проекту «Герои среди нас».
                    </li>
                    <li>
                        Всероссийском форуме молодёжи «Патриот» (Волгоград);
                    </li>
                </ul>
            </div>
        </div>
        <div class="hidden justify-center xl:flex">
                <div class="flex flex-col justify-center items-center gap-6 sm:mb-0 w-fit">
                    <a id="prev-btn-img" class="hover:border-red-900 hover:bg-red-900 rotate-90 p-4 rounded-full border border-white transition duration-300 ease-linear cursor-pointer group">
                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-arrow-left group-hover:fill-white" viewBox="0 0 16 16">
                            <path fill-rule="evenodd" d="M15 8a.5.5 0 0 0-.5-.5H2.707l3.147-3.146a.5.5 0 1 0-.708-.708l-4 4a.5.5 0 0 0 0 .708l4 4a.5.5 0 0 0 .708-.708L2.707 8.5H14.5A.5.5 0 0 0 15 8"></path>
                        </svg>
                    </a>
                    <div class="hidden flex-col items-center px-3 text-white 2xl:flex">
                        <span class="cnt px-3 py-2 rounded-full transition duration-300 ease-linear active">01</span>
                        <span class="cnt py-2 px-2.5 rounded-full transition duration-300 ease-linear">02</span>
                        <span class="cnt py-2 px-2.5  rounded-full transition duration-300 ease-linear">03</span>
                    </div>
                    <a id="next-btn-img" class="hover:border-red-900 hover:bg-red-900 rotate-90 p-4 rounded-full border border-white transition duration-300 ease-linear cursor-pointer group">
                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-arrow-right group-hover:fill-white" viewBox="0 0 16 16">
                            <path fill-rule="evenodd" d="M1 8a.5.5 0 0 1 .5-.5h11.793l-3.147-3.146a.5.5 0 0 1 .708-.708l4 4a.5.5 0 0 1 0 .708l-4 4a.5.5 0 0 1-.708-.708L13.293 8.5H1.5A.5.5 0 0 1 1 8"></path>
                        </svg>
                    </a>
                </div>
        </div>
        <div class="px-5 py-2.5 xl:hidden">
            <div class="horizontal-scrollbar top-scrollbar">
                <div class="scroll-handle"></div>
            </div>
        </div>
        <div class="p-5 overflow-hidden xl:overflow-auto xl:p-0">
        <div id="scrollImageContainer" class="flex flex-row lg:flex-col gap-2.5 xl:gap-12 overflow-y-auto xl:snap-mandatory xl:snap-y scroll-container">
            <div class="snap-section flex gap-2.5 xl:gap-12 grow">
                <div><img src="{{ asset('img/elite/i1-2.jpg') }}" alt="img"></div>
                <div><img src="{{ asset('img/elite/g8.jpg') }}" alt="img"></div>
                <div><img src="{{ asset('img/elite/i1-1.jpg') }}" alt="img"></div>
            </div>
            <div class="snap-section flex gap-2.5 xl:gap-12">
                <div><img src="{{ asset('img/elite/i1-3.jpg') }}" alt="img"></div>
                <div><img src="{{ asset('img/elite/i1-4.jpg') }}" alt="img"></div>
                <div><img src="{{ asset('img/elite/i1-5.jpg') }}" alt="img"></div>
            </div>
            <div class="snap-section flex gap-2.5 xl:gap-12">
                <div><img src="{{ asset('img/elite/i1-6.jpg') }}" alt="img"></div>
                <div><img src="{{ asset('img/elite/i1-7.jpg') }}" alt="img"></div>
                <div><img src="{{ asset('img/elite/i1-8.jpg') }}" alt="img"></div>
            </div>
        </div>
        </div>
    </div>
</section>
<h2 class="text-2xl 2xl:text-3xl font-bold py-5 sm:pt-16 sm:pb-8 text-[#252525]">
    Патриотическое воспитание
</h2>
<section>
    <div class="grid grid-cols-1 lg:grid-cols-[2fr_1fr] gap-5 mb-5">
        <div id="ScrollSecondImageContainer" class="flex overflow-x-hidden snap-mandatory snap-x">
            <div>
                <img src="{{ asset('img/elite/p-1.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
            </div>
            <div>
                <img src="{{ asset('img/elite/p-2.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
            </div>
            <div>
                <img src="{{ asset('img/elite/p-3.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
            </div>
            <div>
                <img src="{{ asset('img/elite/p-4.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
            </div>
            <div>
                <img src="{{ asset('img/elite/p-5.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
            </div>
            <div>
                <img src="{{ asset('img/elite/p-6.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
            </div>
            <div>
                <img src="{{ asset('img/elite/p-7.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
            </div>
            <div>
                <img src="{{ asset('img/elite/p-8.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
            </div>
            <div>
                <img src="{{ asset('img/elite/p-9.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
            </div>
            <div>
                <img src="{{ asset('img/elite/p-10.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
            </div>
            <div>
                <img src="{{ asset('img/elite/p-11.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
            </div>
        </div>
        <div class="bg-white py-8 px-4">
            <p class="lg:text-sm 2xl:text-base">
                Патриотическое воспитание занимает центральное место в деятельности отдела молодежных инициатив. На протяжении нескольких лет отдел активно работает над формированием у студентов чувства гордости за свою страну и её историю. Реализуются многочисленные проекты, включая патриотические акции, памятные мероприятия и образовательные программы, направленные на изучение исторических событий и героев:
            </p>
        </div>
    </div>
    <div class="bg-[#820000] p-4 flex gap-5 items-center justify-between mb-4 sm:mb-18">
        <div>
            <div class="flex justify-between items-center mb-3 sm:mb-0 w-fit gap-3">
                <a id="prev-btn-simg" class="hover:border-white hover:bg-white p-4 rounded-full border border-white transition duration-300 ease-linear cursor-pointer group">
                    <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="white" class="bi bi-arrow-left group-hover:fill-[#820000]" viewBox="0 0 16 16">
                        <path fill-rule="evenodd" d="M15 8a.5.5 0 0 0-.5-.5H2.707l3.147-3.146a.5.5 0 1 0-.708-.708l-4 4a.5.5 0 0 0 0 .708l4 4a.5.5 0 0 0 .708-.708L2.707 8.5H14.5A.5.5 0 0 0 15 8"></path>
                    </svg>
                </a>
                <a id="next-btn-simg" class="hover:border-white hover:bg-white p-4 rounded-full border border-white transition duration-300 ease-linear cursor-pointer group">
                    <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="white" class="bi bi-arrow-right group-hover:fill-[#820000]" viewBox="0 0 16 16">
                        <path fill-rule="evenodd" d="M1 8a.5.5 0 0 1 .5-.5h11.793l-3.147-3.146a.5.5 0 0 1 .708-.708l4 4a.5.5 0 0 1 0 .708l-4 4a.5.5 0 0 1-.708-.708L13.293 8.5H1.5A.5.5 0 0 1 1 8"></path>
                    </svg>
                </a>
            </div>
        </div>
        <div id="ScrollTextContainer" class="flex overflow-x-hidden snap-mandatory snap-x w-fit lg:text-base 2xl:text-xl">
            <h2 class="text-white font-bold">Акция «Бессмертный полк» (шествие и мемориальные мероприятия)</h2>
            <h2 class="text-white font-bold hidden">Всероссийская акция «Георгиевская лента»</h2>
            <h2 class="text-white font-bold hidden">Участие в федеральном проекте «Диалоги с Героями»</h2>
            <h2 class="text-white font-bold hidden">Памятные мероприятия к 80-летию Победы</h2>
            <h2 class="text-white font-bold hidden">Волонтёрская акция «Вузы для фронта»</h2>
            <h2 class="text-white font-bold hidden">Тематические кураторские часы и кинопоказы ко Дню Победы</h2>
            <h2 class="text-white font-bold hidden">Настольно-патриотические игры «Час мужества»</h2>
            <h2 class="text-white font-bold hidden">Всероссийская акция «Вальс победы»</h2>
            <h2 class="text-white font-bold hidden">Региональная фотовыставка «Отец героя»</h2>
            <h2 class="text-white font-bold hidden">Поисковая деятельность останков героев ВОВ</h2>
            <h2 class="text-white font-bold hidden">Всероссийская акция «Диктант победы»</h2>
        </div>
    </div>
</section>
<section>
    <div class="grid grid-cols-1 lg:grid-cols-[1fr_1fr_2fr] 2xl:grid-cols-4 gap-5 bg-white p-5">
        <div class="relative order-1">
            <img src="{{ asset('img/elite/i3-1.jpg') }}" alt="img" class="w-full h-full lg:max-h-[416px] object-cover object-top">
            <div class="absolute bottom-0 left-0 right-0 p-3 bg-gradient-to-t from-[rgba(0,0,0,0.78)] from-0% via-[rgba(0,0,0,0.57)] via-50% to-transparent to-100% min-h-20 items-center">
                <div class="text-white [text-shadow:_0_4px_8px_#000000] lg:text-sm 2xl:text-base">
                    <p class="font-semibold">
                        Литературный подкаст «Что-то на книжном»
                    </p>
                    <p>
                        Афанасьева Татьяна Алексеева
                    </p>
                </div>
            </div>
        </div>
        <div class="flex flex-col gap-4 lg:row-span-2 2xl:row-span-1 order-3 2xl:order-2">
            <div class="relative">
                <img src="{{ asset('img/elite/i3-3.jpg') }}" alt="img" class="w-full h-full lg:max-h-[370px] 2xl:max-h-[200px] object-cover object-center">
                <div class="absolute bottom-0 left-0 right-0 p-3 bg-gradient-to-t from-[rgba(0,0,0,0.78)] from-0% via-[rgba(0,0,0,0.57)] via-50% to-transparent to-100% min-h-20 items-center">
                    <div class="text-white [text-shadow:_0_4px_8px_#000000] lg:text-sm 2xl:text-base">
                        <p class="font-semibold">
                            Площадка для молодых талантов «Экспромт клуб»
                        </p>
                        <p>
                            Романец Арсений Викторович
                        </p>
                    </div>
                </div>
            </div>
            <div class="relative">
                <img src="{{ asset('img/elite/i3-4.jpg') }}" alt="img" class="w-full h-full lg:max-h-[370px] 2xl:max-h-[200px] object-cover object-center">
                <div class="absolute bottom-0 left-0 right-0 p-3 bg-gradient-to-t from-[rgba(0,0,0,0.78)] from-0% via-[rgba(0,0,0,0.57)] via-50% to-transparent to-100% min-h-20 items-center">
                    <div class="text-white [text-shadow:_0_4px_8px_#000000]">
                        <p class="font-semibold">
                            Программа адаптации первокурсников «Шаг за шагом»
                        </p>
                        <p>
                            Лакосина Анастасия Алексеевна
                        </p>
                    </div>
                </div>
            </div>
        </div>
        <div class="relative order-2 2xl:order-3">
            <img src="{{ asset('img/elite/i3-2.jpg') }}" alt="img" class="w-full h-full lg:max-h-[416px] object-cover object-top">
            <div class="absolute bottom-0 left-0 right-0 p-3 bg-gradient-to-t from-[rgba(0,0,0,0.78)] from-0% via-[rgba(0,0,0,0.57)] via-50% to-transparent to-100% min-h-20 items-center">
                <div class="text-white [text-shadow:_0_4px_8px_#000000] lg:text-sm 2xl:text-base">
                    <p class="font-semibold">
                        Проект «Медиатополь»
                    </p>
                    <p>
                        Гуров Александр Сергеевич
                    </p>
                </div>
            </div>
        </div>
        <div class="lg:col-span-2 2xl:col-span-1 order-4 lg:text-sm 2xl:text-base">
            <p>
                Отдел молодежных инициатив и проектной деятельности активно содействует студентам в участии в грантовых конкурсах, предоставляя консультации и помощь на всех этапах – от идеи до реализации проекта. В последние годы студенты университета неоднократно становились победителями и финалистами различных грантовых конкурсов, получая финансирование своих проектов:
            </p>
        </div>
    </div>
</section>
<h2 class="text-2xl 2xl:text-3xl font-bold py-5 sm:pt-16 sm:pb-8 text-[#252525]">
    Взаимодействие с государственными и общественными организациями
</h2>
<section>
    <div class="grid grid-cols-1 lg:grid-cols-2 2xl:grid-cols-[45%_auto] gap-5">
        <div class="sm:border-r lg:text-sm 2xl:text-base sm:pr-5">
            <p class="sm:mb-5 bg-white sm:bg-transparent p-5 sm:p-0">
                Взаимодействие с государственными и общественными организациями позволяет создавать для студентов дополнительные возможности для обучения и профессионального развития. Отдел работает с такими партнёрами как:
            </p>
            <div class="flex flex-wrap gap-1 mb-5 p-5 sm:p-0">
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit">
                    Министерство по молодежной политике ЗО
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit">
                    Министерство образования и науки ЗО
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit">
                    Российское общество «Знание»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Проектом «Твой ход»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    «ЮгМолодой»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    «Россия – странна возможностей»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Официальная Запорожская лига КВН
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Другие
                </span>
            </div>
            <div class="bg-white sm:bg-transparent p-5 sm:p-0">
                <p class="mb-5">
                    Это уже принесло свои плоды: студенты успешно участвуют в совместных образовательных и социальных проектах. Эти партнерства значительно расширяют горизонты для реализации студенческих инициатив.
                </p>
                <p class="mb-5">
                    <strong>Форумные программы</strong> предоставляют студентам университета возможности для самовыражения и обмена опытом на региональном, всероссийском и международном уровнях. Отдел организует участие студентов в различных форумах, где они могут представить свои проекты, получить экспертную оценку, а также обменяться идеями с представителями других учебных заведений и профессиональных сообществ
                </p>
            </div>
            <div class="flex flex-wrap gap-1 sm:mb-5 p-5 sm:p-0">
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit">
                    Всероссийский молодёжный форум «Территория смыслов»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit">
                    Форум «ЮгМолодой»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit">
                    Медиафорум «ШУМ»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Всероссийский студенческий форум «Твой Ход»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Образовательный форум «Школа Росмолодёжи»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Форум молодых лидеров «Амур»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Образовательные заезды проекта «Таврида.Арт»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Фестиваль молодого инонационального искусства «Таврида.АРТ»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Всемирный фестиваль молодежи
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Всероссийский форум «Машук»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Окружной форум самарской области «IВолга»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Всероссийский форум «Экосистема. Заповедный край»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Всероссийский форум «Россия объединяет»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Южный инновационный форум
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Молодежный форум ПФО «Метеор»
                </span>
                <span class="font-bold py-3 px-5 bg-white border border-[#CFCFCF] rounded-3xl w-fit mb-1">
                    Всероссийская школа КВН «СИЯЙ»
                </span>
            </div>
        </div>
        <div>
            <div class="grid grid-cols-1 2xl:grid-cols-[2fr_1fr] gap-5 mb-5">
                <div>
                    <div>
                        <img src="{{ asset('img/elite/i4-1.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                    </div>
                </div>
                <div class="flex 2xl:flex-col gap-5">
                    <div>
                        <img src="{{ asset('img/elite/i4-2.jpg') }}" alt="img" class="w-full h-full lg:max-w-[205px] 2xl:max-w-auto object-cover object-top">
                    </div>
                    <div>
                        <img src="{{ asset('img/elite/i4-3.jpg') }}" alt="img" class="w-full h-full lg:max-w-[205px] 2xl:max-w-auto object-cover object-top">
                    </div>
                </div>
            </div>
            <div class="grid grid-cols-1 2xl:grid-cols-[1fr_2fr] gap-5 mb-5">
                <div class="flex flex-col gap-5">
                        <img src="{{ asset('img/elite/i5-3.jpg') }}" alt="img" class="w-full h-full object-cover">
                    <div>
                        <img src="{{ asset('img/elite/i5-6.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                    </div>
                </div>
                <div class="flex 2xl:flex-col gap-5">
                    <div>
                        <img src="{{ asset('img/elite/i5-1.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                    </div>
                    <div>
                        <img src="{{ asset('img/elite/i5-5.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                    </div>
                </div>
            </div>
            <div class="flex flex-col gap-5">
                <div>
                    <img src="{{ asset('img/elite/i5-4.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                </div>
                <div>
                    <img src="{{ asset('img/elite/i5-7.jpg') }}" alt="img" class="w-full h-full object-cover object-top">
                </div>
            </div>
        </div>
    </div>
</section>
</section>
<section id="support-and-resources">
    <h2 class="text-2xl 2xl:text-3xl font-bold p-5 sm:pt-16 sm:pb-8 text-[#252525]">
        Поддержка и ресурсы для студентов: мы всегда рядом
    </h2>
    <div class="grid grid-cols-1 lg:grid-cols-[1fr_2fr] gap-5 mb-5 lg:text-sm 2xl:text-base">
        <div class="bg-white p-5 flex flex-col justify-between">
            <div>
                <svg width="110" height="110" viewBox="0 0 110 110" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M54.9991 73.334H55.0403" stroke="#820000" stroke-width="5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M55 59.584L55 36.6673" stroke="#820000" stroke-width="5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M74.7457 20.0924C72.0368 20.0924 70.6824 20.0924 69.4484 19.6346C69.2771 19.571 69.1081 19.501 68.942 19.4248C67.7457 18.876 66.788 17.9183 64.8725 16.0028C60.4638 11.5941 58.2595 9.38977 55.5471 9.18651C55.1825 9.15918 54.8162 9.15918 54.4515 9.18651C51.7392 9.38977 49.5349 11.5941 45.1262 16.0028C43.2107 17.9183 42.253 18.876 41.0567 19.4248C40.8906 19.501 40.7216 19.571 40.5502 19.6346C39.3163 20.0924 37.9619 20.0924 35.253 20.0924H34.7533C27.8421 20.0924 24.3865 20.0924 22.2395 22.2395C20.0924 24.3865 20.0924 27.8421 20.0924 34.7533V35.253C20.0924 37.9619 20.0924 39.3163 19.6346 40.5502C19.571 40.7216 19.501 40.8906 19.4248 41.0567C18.876 42.253 17.9183 43.2107 16.0028 45.1262C11.5941 49.5349 9.38977 51.7392 9.18651 54.4515C9.15918 54.8162 9.15918 55.1825 9.18651 55.5471C9.38977 58.2595 11.5941 60.4638 16.0028 64.8725C17.9183 66.788 18.876 67.7457 19.4248 68.942C19.501 69.1081 19.571 69.2771 19.6346 69.4484C20.0924 70.6824 20.0924 72.0368 20.0924 74.7457V75.2454C20.0924 82.1566 20.0924 85.6122 22.2395 87.7592C24.3865 89.9063 27.8421 89.9063 34.7533 89.9063H35.253C37.9619 89.9063 39.3163 89.9063 40.5502 90.3641C40.7216 90.4277 40.8906 90.4977 41.0567 90.5739C42.253 91.1227 43.2107 92.0804 45.1262 93.9959C49.5349 98.4046 51.7392 100.609 54.4515 100.812C54.8162 100.84 55.1825 100.84 55.5471 100.812C58.2595 100.609 60.4638 98.4046 64.8725 93.9959C66.788 92.0804 67.7457 91.1227 68.942 90.5739C69.1081 90.4977 69.2771 90.4277 69.4484 90.3641C70.6824 89.9063 72.0368 89.9063 74.7457 89.9063H75.2454C82.1566 89.9063 85.6122 89.9063 87.7592 87.7592C89.9063 85.6122 89.9063 82.1566 89.9063 75.2454V74.7457C89.9063 72.0368 89.9063 70.6824 90.3641 69.4484C90.4277 69.2771 90.4977 69.1081 90.5739 68.942C91.1227 67.7457 92.0804 66.788 93.9959 64.8725C98.4046 60.4638 100.609 58.2595 100.812 55.5471C100.84 55.1825 100.84 54.8162 100.812 54.4515C100.609 51.7392 98.4046 49.5349 93.9959 45.1262C92.0804 43.2107 91.1227 42.253 90.5739 41.0567C90.4977 40.8906 90.4277 40.7216 90.3641 40.5502C89.9063 39.3163 89.9063 37.9619 89.9063 35.253V34.7533C89.9063 27.8421 89.9063 24.3865 87.7592 22.2395C85.6122 20.0924 82.1566 20.0924 75.2454 20.0924H74.7457Z" stroke="#820000" stroke-width="5"/>
                </svg>
            </div>
            <div class="flex flex-col xl:flex-row justify-between gap-5">
                <p>
                    <strong>Информационные ресурсы:</strong> <br> в нашем университете существует множество платформ, которые предоставляют студентам возможность обмениваться информацией и участвовать в жизни учебного заведения:
                </p>
                <div class="flex flex-col justify-end">
                    <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <mask id="path-1-inside-1_1564_2715" fill="white">
                            <path d="M25 50C38.8071 50 50 38.8071 50 25C50 11.1929 38.8071 1.69631e-06 25 1.09278e-06C11.1929 4.89256e-07 1.69631e-06 11.1929 1.09278e-06 25C4.89256e-07 38.8071 11.1929 50 25 50Z"/>
                        </mask>
                        <path d="M24.6464 36.3536C24.8417 36.5488 25.1583 36.5488 25.3536 36.3536L28.5355 33.1716C28.7308 32.9763 28.7308 32.6597 28.5355 32.4645C28.3403 32.2692 28.0237 32.2692 27.8284 32.4645L25 35.2929L22.1716 32.4645C21.9763 32.2692 21.6597 32.2692 21.4645 32.4645C21.2692 32.6597 21.2692 32.9763 21.4645 33.1716L24.6464 36.3536ZM25 11L24.5 11L24.5 36L25 36L25.5 36L25.5 11L25 11ZM25 50L25 51C39.3594 51 51 39.3594 51 25L50 25L49 25C49 38.2548 38.2548 49 25 49L25 50ZM50 25L51 25C51 10.6406 39.3594 -0.999998 25 -0.999999L25 1.09278e-06L25 1C38.2548 1 49 11.7452 49 25L50 25ZM25 1.09278e-06L25 -0.999999C10.6406 -1 -0.999998 10.6406 -0.999999 25L1.09278e-06 25L1 25C1 11.7452 11.7452 1 25 1L25 1.09278e-06ZM1.09278e-06 25L-0.999999 25C-1 39.3594 10.6406 51 25 51L25 50L25 49C11.7452 49 1 38.2548 1 25L1.09278e-06 25Z" fill="#252525" mask="url(#path-1-inside-1_1564_2715)"/>
                    </svg>

                </div>
            </div>
        </div>
        <div class="bg-[#820000] p-5 text-white">
            <h2 class="font-bold text-xl mb-5">Поддержка и ресурсы для студентов</h2>
            <p class="mb-3">
                В Мелитопольском государственном университете действует комплексная система поддержки студентов, которая помогает раскрыть потенциал каждого из них.
            </p>
            <p class="mb-3">
                Управление социальной работы обеспечивает материальную помощь, консультации по стипендиям и психологическую поддержку, а также создает комфортные условия для обучения студентов с ограниченными возможностями.
            </p>
            <p class="mb-3">
                Управление молодежной политики развивает творческие и социальные инициативы, организуя тренинги, мастер-классы и поддерживая студенческие проекты, а также сотрудничает с внешними организациями для расширения возможностей молодежи.
            </p>
            <p>
                Вместе эти подразделения создают благоприятную среду для учебы, развития и активной студенческой жизни в МелГУ.
            </p>
        </div>
    </div>
    <div class="flex flex-col gap-2.5 lg:text-sm 2xl:text-xl">
        <a href="https://vk.com/studnews_mlt" target="_blank" class="flex justify-between items-center p-8 bg-white group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <div class="group-hover:text-white transition duration-300 ease-linear">
                <strong>Студ NEWS: </strong>студенческий информационный канал, который ведут студенты и оповещают других обучающихся.
            </div>
            <div>
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M11.1002 3C7.45057 3.00657 5.53942 3.09617 4.31806 4.31754C3 5.63559 3 7.75698 3 11.9997C3 16.2425 3 18.3639 4.31806 19.6819C5.63611 21 7.7575 21 12.0003 21C16.243 21 18.3644 21 19.6825 19.6819C20.9038 18.4606 20.9934 16.5494 21 12.8998" class="stroke-[#141B34] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M21.0713 4.0315C21.3649 3.73926 21.3659 3.26439 21.0737 2.97085C20.7814 2.6773 20.3066 2.67625 20.013 2.9685L21.0713 4.0315ZM10.4708 12.4685C10.1773 12.7607 10.1763 13.2356 10.4685 13.5292C10.7607 13.8227 11.2356 13.8237 11.5292 13.5315L10.4708 12.4685ZM20.0285 3.22706L19.8977 3.96557L20.0285 3.22706ZM15.9999 2.25C15.5857 2.25004 15.25 2.58585 15.25 3.00007C15.2501 3.41428 15.5859 3.75004 16.0001 3.75L15.9999 2.25ZM20.25 8C20.25 8.41421 20.5858 8.75 21 8.75C21.4142 8.75 21.75 8.41421 21.75 8H20.25ZM20.773 3.97175L21.5115 3.84109V3.84109L20.773 3.97175ZM20.5422 3.5L20.013 2.9685L10.4708 12.4685L11 13L11.5292 13.5315L21.0713 4.0315L20.5422 3.5ZM20.0285 3.22706L20.1593 2.48855C19.4584 2.36443 18.4016 2.30696 17.5581 2.27871C17.1282 2.26432 16.7396 2.25715 16.4585 2.25357C16.3179 2.25179 16.2038 2.25089 16.1247 2.25045C16.0851 2.25022 16.0543 2.25011 16.0331 2.25006C16.0226 2.25003 16.0144 2.25001 16.0089 2.25001C16.0061 2.25 16.0039 2.25 16.0024 2.25C16.0017 2.25 16.0011 2.25 16.0007 2.25C16.0005 2.25 16.0003 2.25 16.0002 2.25C16.0001 2.25 16.0001 2.25 16 2.25C16 2.25 15.9999 2.25 16 3C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0002 3.75 16.0003 3.75C16.0006 3.75 16.001 3.75 16.0016 3.75C16.0027 3.75 16.0046 3.75 16.007 3.75001C16.0119 3.75001 16.0193 3.75002 16.0292 3.75005C16.0489 3.7501 16.0782 3.75021 16.1162 3.75042C16.1922 3.75085 16.3027 3.75171 16.4394 3.75345C16.7131 3.75694 17.091 3.76391 17.5079 3.77787C18.3577 3.80633 19.3151 3.86239 19.8977 3.96557L20.0285 3.22706ZM21 8C21.75 8 21.75 7.99996 21.75 7.99991C21.75 7.99988 21.75 7.99982 21.75 7.99975C21.75 7.99963 21.75 7.99946 21.75 7.99926C21.75 7.99884 21.75 7.99826 21.75 7.99752C21.75 7.99603 21.75 7.99388 21.75 7.99109C21.75 7.98552 21.75 7.97739 21.75 7.96683C21.7499 7.9457 21.7498 7.91483 21.7496 7.87526C21.7491 7.79614 21.7482 7.68213 21.7464 7.54148C21.7428 7.2604 21.7356 6.87182 21.7212 6.44203C21.6929 5.59857 21.6355 4.54186 21.5115 3.84109L20.773 3.97175L20.0344 4.1024C20.1375 4.68506 20.1936 5.64247 20.2221 6.49229C20.236 6.90913 20.243 7.28697 20.2465 7.56066C20.2483 7.69739 20.2491 7.80784 20.2496 7.88384C20.2498 7.92183 20.2499 7.95119 20.25 7.9709C20.25 7.98075 20.25 7.98819 20.25 7.99308C20.25 7.99553 20.25 7.99734 20.25 7.9985C20.25 7.99908 20.25 7.99949 20.25 7.99974C20.25 7.99987 20.25 7.99995 20.25 8C20.25 8.00002 20.25 8.00002 20.25 8.00003C20.25 8.00002 20.25 8 21 8ZM20.0285 3.22706L19.8977 3.96557C19.9482 3.97451 19.9757 3.99342 19.9911 4.00887C20.0065 4.02432 20.0255 4.05182 20.0344 4.1024L20.773 3.97175L21.5115 3.84109C21.3874 3.13972 20.8609 2.6128 20.1593 2.48855L20.0285 3.22706Z" class="fill-[#141B34] group-hover:fill-white transition duration-300 ease-linear"/>
                </svg>
            </div>
        </a>
        <a href="https://t.me/yctamedia" target="_blank" class="flex justify-between items-center p-8 bg-white group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <div class="group-hover:text-white transition duration-300 ease-linear">
                <strong>Уста.Медиа: </strong>студенческий медиа проект от пресс-центра университета.
            </div>
            <div>
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M11.1002 3C7.45057 3.00657 5.53942 3.09617 4.31806 4.31754C3 5.63559 3 7.75698 3 11.9997C3 16.2425 3 18.3639 4.31806 19.6819C5.63611 21 7.7575 21 12.0003 21C16.243 21 18.3644 21 19.6825 19.6819C20.9038 18.4606 20.9934 16.5494 21 12.8998" class="stroke-[#141B34] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M21.0713 4.0315C21.3649 3.73926 21.3659 3.26439 21.0737 2.97085C20.7814 2.6773 20.3066 2.67625 20.013 2.9685L21.0713 4.0315ZM10.4708 12.4685C10.1773 12.7607 10.1763 13.2356 10.4685 13.5292C10.7607 13.8227 11.2356 13.8237 11.5292 13.5315L10.4708 12.4685ZM20.0285 3.22706L19.8977 3.96557L20.0285 3.22706ZM15.9999 2.25C15.5857 2.25004 15.25 2.58585 15.25 3.00007C15.2501 3.41428 15.5859 3.75004 16.0001 3.75L15.9999 2.25ZM20.25 8C20.25 8.41421 20.5858 8.75 21 8.75C21.4142 8.75 21.75 8.41421 21.75 8H20.25ZM20.773 3.97175L21.5115 3.84109V3.84109L20.773 3.97175ZM20.5422 3.5L20.013 2.9685L10.4708 12.4685L11 13L11.5292 13.5315L21.0713 4.0315L20.5422 3.5ZM20.0285 3.22706L20.1593 2.48855C19.4584 2.36443 18.4016 2.30696 17.5581 2.27871C17.1282 2.26432 16.7396 2.25715 16.4585 2.25357C16.3179 2.25179 16.2038 2.25089 16.1247 2.25045C16.0851 2.25022 16.0543 2.25011 16.0331 2.25006C16.0226 2.25003 16.0144 2.25001 16.0089 2.25001C16.0061 2.25 16.0039 2.25 16.0024 2.25C16.0017 2.25 16.0011 2.25 16.0007 2.25C16.0005 2.25 16.0003 2.25 16.0002 2.25C16.0001 2.25 16.0001 2.25 16 2.25C16 2.25 15.9999 2.25 16 3C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0002 3.75 16.0003 3.75C16.0006 3.75 16.001 3.75 16.0016 3.75C16.0027 3.75 16.0046 3.75 16.007 3.75001C16.0119 3.75001 16.0193 3.75002 16.0292 3.75005C16.0489 3.7501 16.0782 3.75021 16.1162 3.75042C16.1922 3.75085 16.3027 3.75171 16.4394 3.75345C16.7131 3.75694 17.091 3.76391 17.5079 3.77787C18.3577 3.80633 19.3151 3.86239 19.8977 3.96557L20.0285 3.22706ZM21 8C21.75 8 21.75 7.99996 21.75 7.99991C21.75 7.99988 21.75 7.99982 21.75 7.99975C21.75 7.99963 21.75 7.99946 21.75 7.99926C21.75 7.99884 21.75 7.99826 21.75 7.99752C21.75 7.99603 21.75 7.99388 21.75 7.99109C21.75 7.98552 21.75 7.97739 21.75 7.96683C21.7499 7.9457 21.7498 7.91483 21.7496 7.87526C21.7491 7.79614 21.7482 7.68213 21.7464 7.54148C21.7428 7.2604 21.7356 6.87182 21.7212 6.44203C21.6929 5.59857 21.6355 4.54186 21.5115 3.84109L20.773 3.97175L20.0344 4.1024C20.1375 4.68506 20.1936 5.64247 20.2221 6.49229C20.236 6.90913 20.243 7.28697 20.2465 7.56066C20.2483 7.69739 20.2491 7.80784 20.2496 7.88384C20.2498 7.92183 20.2499 7.95119 20.25 7.9709C20.25 7.98075 20.25 7.98819 20.25 7.99308C20.25 7.99553 20.25 7.99734 20.25 7.9985C20.25 7.99908 20.25 7.99949 20.25 7.99974C20.25 7.99987 20.25 7.99995 20.25 8C20.25 8.00002 20.25 8.00002 20.25 8.00003C20.25 8.00002 20.25 8 21 8ZM20.0285 3.22706L19.8977 3.96557C19.9482 3.97451 19.9757 3.99342 19.9911 4.00887C20.0065 4.02432 20.0255 4.05182 20.0344 4.1024L20.773 3.97175L21.5115 3.84109C21.3874 3.13972 20.8609 2.6128 20.1593 2.48855L20.0285 3.22706Z" class="fill-[#141B34] group-hover:fill-white transition duration-300 ease-linear"/>
                </svg>
            </div>
        </a>
        <a href="https://vk.com/club225138672?from=search" target="_blank" class="flex justify-between items-center p-8 bg-white group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <div class="group-hover:text-white transition duration-300 ease-linear">
                <strong>Твой Ход | Запорожская область: </strong>сообщество проекта «Твой Ход», где освещается деятельность вузовской и региональной команд, а также публикуются анонсы Всероссийских конкурсных треков.
            </div>
            <div>
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M11.1002 3C7.45057 3.00657 5.53942 3.09617 4.31806 4.31754C3 5.63559 3 7.75698 3 11.9997C3 16.2425 3 18.3639 4.31806 19.6819C5.63611 21 7.7575 21 12.0003 21C16.243 21 18.3644 21 19.6825 19.6819C20.9038 18.4606 20.9934 16.5494 21 12.8998" class="stroke-[#141B34] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M21.0713 4.0315C21.3649 3.73926 21.3659 3.26439 21.0737 2.97085C20.7814 2.6773 20.3066 2.67625 20.013 2.9685L21.0713 4.0315ZM10.4708 12.4685C10.1773 12.7607 10.1763 13.2356 10.4685 13.5292C10.7607 13.8227 11.2356 13.8237 11.5292 13.5315L10.4708 12.4685ZM20.0285 3.22706L19.8977 3.96557L20.0285 3.22706ZM15.9999 2.25C15.5857 2.25004 15.25 2.58585 15.25 3.00007C15.2501 3.41428 15.5859 3.75004 16.0001 3.75L15.9999 2.25ZM20.25 8C20.25 8.41421 20.5858 8.75 21 8.75C21.4142 8.75 21.75 8.41421 21.75 8H20.25ZM20.773 3.97175L21.5115 3.84109V3.84109L20.773 3.97175ZM20.5422 3.5L20.013 2.9685L10.4708 12.4685L11 13L11.5292 13.5315L21.0713 4.0315L20.5422 3.5ZM20.0285 3.22706L20.1593 2.48855C19.4584 2.36443 18.4016 2.30696 17.5581 2.27871C17.1282 2.26432 16.7396 2.25715 16.4585 2.25357C16.3179 2.25179 16.2038 2.25089 16.1247 2.25045C16.0851 2.25022 16.0543 2.25011 16.0331 2.25006C16.0226 2.25003 16.0144 2.25001 16.0089 2.25001C16.0061 2.25 16.0039 2.25 16.0024 2.25C16.0017 2.25 16.0011 2.25 16.0007 2.25C16.0005 2.25 16.0003 2.25 16.0002 2.25C16.0001 2.25 16.0001 2.25 16 2.25C16 2.25 15.9999 2.25 16 3C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0002 3.75 16.0003 3.75C16.0006 3.75 16.001 3.75 16.0016 3.75C16.0027 3.75 16.0046 3.75 16.007 3.75001C16.0119 3.75001 16.0193 3.75002 16.0292 3.75005C16.0489 3.7501 16.0782 3.75021 16.1162 3.75042C16.1922 3.75085 16.3027 3.75171 16.4394 3.75345C16.7131 3.75694 17.091 3.76391 17.5079 3.77787C18.3577 3.80633 19.3151 3.86239 19.8977 3.96557L20.0285 3.22706ZM21 8C21.75 8 21.75 7.99996 21.75 7.99991C21.75 7.99988 21.75 7.99982 21.75 7.99975C21.75 7.99963 21.75 7.99946 21.75 7.99926C21.75 7.99884 21.75 7.99826 21.75 7.99752C21.75 7.99603 21.75 7.99388 21.75 7.99109C21.75 7.98552 21.75 7.97739 21.75 7.96683C21.7499 7.9457 21.7498 7.91483 21.7496 7.87526C21.7491 7.79614 21.7482 7.68213 21.7464 7.54148C21.7428 7.2604 21.7356 6.87182 21.7212 6.44203C21.6929 5.59857 21.6355 4.54186 21.5115 3.84109L20.773 3.97175L20.0344 4.1024C20.1375 4.68506 20.1936 5.64247 20.2221 6.49229C20.236 6.90913 20.243 7.28697 20.2465 7.56066C20.2483 7.69739 20.2491 7.80784 20.2496 7.88384C20.2498 7.92183 20.2499 7.95119 20.25 7.9709C20.25 7.98075 20.25 7.98819 20.25 7.99308C20.25 7.99553 20.25 7.99734 20.25 7.9985C20.25 7.99908 20.25 7.99949 20.25 7.99974C20.25 7.99987 20.25 7.99995 20.25 8C20.25 8.00002 20.25 8.00002 20.25 8.00003C20.25 8.00002 20.25 8 21 8ZM20.0285 3.22706L19.8977 3.96557C19.9482 3.97451 19.9757 3.99342 19.9911 4.00887C20.0065 4.02432 20.0255 4.05182 20.0344 4.1024L20.773 3.97175L21.5115 3.84109C21.3874 3.13972 20.8609 2.6128 20.1593 2.48855L20.0285 3.22706Z" class="fill-[#141B34] group-hover:fill-white transition duration-300 ease-linear"/>
                </svg>
            </div>
        </a>
        <a href="https://t.me/ya_gorzhus_mlt" target="_blank" class="flex justify-between items-center p-8 bg-white group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <div class="group-hover:text-white transition duration-300 ease-linear">
                <strong>Студенческий патриотический клуб «Я горжусь»: </strong>объединение обучающихся, нацеленное на воспитание социально ответственной молодёжи на основе духовно-нравственных ценностей народов Российской Федерации, исторических и национально-культурных традиций.
            </div>
            <div>
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M11.1002 3C7.45057 3.00657 5.53942 3.09617 4.31806 4.31754C3 5.63559 3 7.75698 3 11.9997C3 16.2425 3 18.3639 4.31806 19.6819C5.63611 21 7.7575 21 12.0003 21C16.243 21 18.3644 21 19.6825 19.6819C20.9038 18.4606 20.9934 16.5494 21 12.8998" class="stroke-[#141B34] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M21.0713 4.0315C21.3649 3.73926 21.3659 3.26439 21.0737 2.97085C20.7814 2.6773 20.3066 2.67625 20.013 2.9685L21.0713 4.0315ZM10.4708 12.4685C10.1773 12.7607 10.1763 13.2356 10.4685 13.5292C10.7607 13.8227 11.2356 13.8237 11.5292 13.5315L10.4708 12.4685ZM20.0285 3.22706L19.8977 3.96557L20.0285 3.22706ZM15.9999 2.25C15.5857 2.25004 15.25 2.58585 15.25 3.00007C15.2501 3.41428 15.5859 3.75004 16.0001 3.75L15.9999 2.25ZM20.25 8C20.25 8.41421 20.5858 8.75 21 8.75C21.4142 8.75 21.75 8.41421 21.75 8H20.25ZM20.773 3.97175L21.5115 3.84109V3.84109L20.773 3.97175ZM20.5422 3.5L20.013 2.9685L10.4708 12.4685L11 13L11.5292 13.5315L21.0713 4.0315L20.5422 3.5ZM20.0285 3.22706L20.1593 2.48855C19.4584 2.36443 18.4016 2.30696 17.5581 2.27871C17.1282 2.26432 16.7396 2.25715 16.4585 2.25357C16.3179 2.25179 16.2038 2.25089 16.1247 2.25045C16.0851 2.25022 16.0543 2.25011 16.0331 2.25006C16.0226 2.25003 16.0144 2.25001 16.0089 2.25001C16.0061 2.25 16.0039 2.25 16.0024 2.25C16.0017 2.25 16.0011 2.25 16.0007 2.25C16.0005 2.25 16.0003 2.25 16.0002 2.25C16.0001 2.25 16.0001 2.25 16 2.25C16 2.25 15.9999 2.25 16 3C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0002 3.75 16.0003 3.75C16.0006 3.75 16.001 3.75 16.0016 3.75C16.0027 3.75 16.0046 3.75 16.007 3.75001C16.0119 3.75001 16.0193 3.75002 16.0292 3.75005C16.0489 3.7501 16.0782 3.75021 16.1162 3.75042C16.1922 3.75085 16.3027 3.75171 16.4394 3.75345C16.7131 3.75694 17.091 3.76391 17.5079 3.77787C18.3577 3.80633 19.3151 3.86239 19.8977 3.96557L20.0285 3.22706ZM21 8C21.75 8 21.75 7.99996 21.75 7.99991C21.75 7.99988 21.75 7.99982 21.75 7.99975C21.75 7.99963 21.75 7.99946 21.75 7.99926C21.75 7.99884 21.75 7.99826 21.75 7.99752C21.75 7.99603 21.75 7.99388 21.75 7.99109C21.75 7.98552 21.75 7.97739 21.75 7.96683C21.7499 7.9457 21.7498 7.91483 21.7496 7.87526C21.7491 7.79614 21.7482 7.68213 21.7464 7.54148C21.7428 7.2604 21.7356 6.87182 21.7212 6.44203C21.6929 5.59857 21.6355 4.54186 21.5115 3.84109L20.773 3.97175L20.0344 4.1024C20.1375 4.68506 20.1936 5.64247 20.2221 6.49229C20.236 6.90913 20.243 7.28697 20.2465 7.56066C20.2483 7.69739 20.2491 7.80784 20.2496 7.88384C20.2498 7.92183 20.2499 7.95119 20.25 7.9709C20.25 7.98075 20.25 7.98819 20.25 7.99308C20.25 7.99553 20.25 7.99734 20.25 7.9985C20.25 7.99908 20.25 7.99949 20.25 7.99974C20.25 7.99987 20.25 7.99995 20.25 8C20.25 8.00002 20.25 8.00002 20.25 8.00003C20.25 8.00002 20.25 8 21 8ZM20.0285 3.22706L19.8977 3.96557C19.9482 3.97451 19.9757 3.99342 19.9911 4.00887C20.0065 4.02432 20.0255 4.05182 20.0344 4.1024L20.773 3.97175L21.5115 3.84109C21.3874 3.13972 20.8609 2.6128 20.1593 2.48855L20.0285 3.22706Z" class="fill-[#141B34] group-hover:fill-white transition duration-300 ease-linear"/>
                </svg>
            </div>
        </a>
        <a href="https://t.me/spo_zro" target="_blank" class="flex justify-between items-center p-8 bg-white group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <div class="group-hover:text-white transition duration-300 ease-linear">
                <strong>Команда вожатых Запорожья: </strong>сообщество вожатых студенческих отрядов МелГУ, где студенты делятся яркими моментами и освещают жизнь своих студенческих отрядов во время летних смен.
            </div>
            <div>
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M11.1002 3C7.45057 3.00657 5.53942 3.09617 4.31806 4.31754C3 5.63559 3 7.75698 3 11.9997C3 16.2425 3 18.3639 4.31806 19.6819C5.63611 21 7.7575 21 12.0003 21C16.243 21 18.3644 21 19.6825 19.6819C20.9038 18.4606 20.9934 16.5494 21 12.8998" class="stroke-[#141B34] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M21.0713 4.0315C21.3649 3.73926 21.3659 3.26439 21.0737 2.97085C20.7814 2.6773 20.3066 2.67625 20.013 2.9685L21.0713 4.0315ZM10.4708 12.4685C10.1773 12.7607 10.1763 13.2356 10.4685 13.5292C10.7607 13.8227 11.2356 13.8237 11.5292 13.5315L10.4708 12.4685ZM20.0285 3.22706L19.8977 3.96557L20.0285 3.22706ZM15.9999 2.25C15.5857 2.25004 15.25 2.58585 15.25 3.00007C15.2501 3.41428 15.5859 3.75004 16.0001 3.75L15.9999 2.25ZM20.25 8C20.25 8.41421 20.5858 8.75 21 8.75C21.4142 8.75 21.75 8.41421 21.75 8H20.25ZM20.773 3.97175L21.5115 3.84109V3.84109L20.773 3.97175ZM20.5422 3.5L20.013 2.9685L10.4708 12.4685L11 13L11.5292 13.5315L21.0713 4.0315L20.5422 3.5ZM20.0285 3.22706L20.1593 2.48855C19.4584 2.36443 18.4016 2.30696 17.5581 2.27871C17.1282 2.26432 16.7396 2.25715 16.4585 2.25357C16.3179 2.25179 16.2038 2.25089 16.1247 2.25045C16.0851 2.25022 16.0543 2.25011 16.0331 2.25006C16.0226 2.25003 16.0144 2.25001 16.0089 2.25001C16.0061 2.25 16.0039 2.25 16.0024 2.25C16.0017 2.25 16.0011 2.25 16.0007 2.25C16.0005 2.25 16.0003 2.25 16.0002 2.25C16.0001 2.25 16.0001 2.25 16 2.25C16 2.25 15.9999 2.25 16 3C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0002 3.75 16.0003 3.75C16.0006 3.75 16.001 3.75 16.0016 3.75C16.0027 3.75 16.0046 3.75 16.007 3.75001C16.0119 3.75001 16.0193 3.75002 16.0292 3.75005C16.0489 3.7501 16.0782 3.75021 16.1162 3.75042C16.1922 3.75085 16.3027 3.75171 16.4394 3.75345C16.7131 3.75694 17.091 3.76391 17.5079 3.77787C18.3577 3.80633 19.3151 3.86239 19.8977 3.96557L20.0285 3.22706ZM21 8C21.75 8 21.75 7.99996 21.75 7.99991C21.75 7.99988 21.75 7.99982 21.75 7.99975C21.75 7.99963 21.75 7.99946 21.75 7.99926C21.75 7.99884 21.75 7.99826 21.75 7.99752C21.75 7.99603 21.75 7.99388 21.75 7.99109C21.75 7.98552 21.75 7.97739 21.75 7.96683C21.7499 7.9457 21.7498 7.91483 21.7496 7.87526C21.7491 7.79614 21.7482 7.68213 21.7464 7.54148C21.7428 7.2604 21.7356 6.87182 21.7212 6.44203C21.6929 5.59857 21.6355 4.54186 21.5115 3.84109L20.773 3.97175L20.0344 4.1024C20.1375 4.68506 20.1936 5.64247 20.2221 6.49229C20.236 6.90913 20.243 7.28697 20.2465 7.56066C20.2483 7.69739 20.2491 7.80784 20.2496 7.88384C20.2498 7.92183 20.2499 7.95119 20.25 7.9709C20.25 7.98075 20.25 7.98819 20.25 7.99308C20.25 7.99553 20.25 7.99734 20.25 7.9985C20.25 7.99908 20.25 7.99949 20.25 7.99974C20.25 7.99987 20.25 7.99995 20.25 8C20.25 8.00002 20.25 8.00002 20.25 8.00003C20.25 8.00002 20.25 8 21 8ZM20.0285 3.22706L19.8977 3.96557C19.9482 3.97451 19.9757 3.99342 19.9911 4.00887C20.0065 4.02432 20.0255 4.05182 20.0344 4.1024L20.773 3.97175L21.5115 3.84109C21.3874 3.13972 20.8609 2.6128 20.1593 2.48855L20.0285 3.22706Z" class="fill-[#141B34] group-hover:fill-white transition duration-300 ease-linear"/>
                </svg>
            </div>
        </a>
        <a href="https://t.me/vsks85" target="_blank" class="flex justify-between items-center p-8 bg-white group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <div class="group-hover:text-white transition duration-300 ease-linear">
                <strong>Запорожское РО ВСКС: </strong>канал отражает деятельность Запорожского регионального отделения Всероссийского студенческого корпуса спасателей, в том числе и Мелитопольского отделения, в состав которого входят обучающиеся МелГУ. Основы спасательного дела, подготовка различных категорий граждан к действиям в сложных и чрезвычайных ситуациях
            </div>
            <div>
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M11.1002 3C7.45057 3.00657 5.53942 3.09617 4.31806 4.31754C3 5.63559 3 7.75698 3 11.9997C3 16.2425 3 18.3639 4.31806 19.6819C5.63611 21 7.7575 21 12.0003 21C16.243 21 18.3644 21 19.6825 19.6819C20.9038 18.4606 20.9934 16.5494 21 12.8998" class="stroke-[#141B34] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M21.0713 4.0315C21.3649 3.73926 21.3659 3.26439 21.0737 2.97085C20.7814 2.6773 20.3066 2.67625 20.013 2.9685L21.0713 4.0315ZM10.4708 12.4685C10.1773 12.7607 10.1763 13.2356 10.4685 13.5292C10.7607 13.8227 11.2356 13.8237 11.5292 13.5315L10.4708 12.4685ZM20.0285 3.22706L19.8977 3.96557L20.0285 3.22706ZM15.9999 2.25C15.5857 2.25004 15.25 2.58585 15.25 3.00007C15.2501 3.41428 15.5859 3.75004 16.0001 3.75L15.9999 2.25ZM20.25 8C20.25 8.41421 20.5858 8.75 21 8.75C21.4142 8.75 21.75 8.41421 21.75 8H20.25ZM20.773 3.97175L21.5115 3.84109V3.84109L20.773 3.97175ZM20.5422 3.5L20.013 2.9685L10.4708 12.4685L11 13L11.5292 13.5315L21.0713 4.0315L20.5422 3.5ZM20.0285 3.22706L20.1593 2.48855C19.4584 2.36443 18.4016 2.30696 17.5581 2.27871C17.1282 2.26432 16.7396 2.25715 16.4585 2.25357C16.3179 2.25179 16.2038 2.25089 16.1247 2.25045C16.0851 2.25022 16.0543 2.25011 16.0331 2.25006C16.0226 2.25003 16.0144 2.25001 16.0089 2.25001C16.0061 2.25 16.0039 2.25 16.0024 2.25C16.0017 2.25 16.0011 2.25 16.0007 2.25C16.0005 2.25 16.0003 2.25 16.0002 2.25C16.0001 2.25 16.0001 2.25 16 2.25C16 2.25 15.9999 2.25 16 3C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0002 3.75 16.0003 3.75C16.0006 3.75 16.001 3.75 16.0016 3.75C16.0027 3.75 16.0046 3.75 16.007 3.75001C16.0119 3.75001 16.0193 3.75002 16.0292 3.75005C16.0489 3.7501 16.0782 3.75021 16.1162 3.75042C16.1922 3.75085 16.3027 3.75171 16.4394 3.75345C16.7131 3.75694 17.091 3.76391 17.5079 3.77787C18.3577 3.80633 19.3151 3.86239 19.8977 3.96557L20.0285 3.22706ZM21 8C21.75 8 21.75 7.99996 21.75 7.99991C21.75 7.99988 21.75 7.99982 21.75 7.99975C21.75 7.99963 21.75 7.99946 21.75 7.99926C21.75 7.99884 21.75 7.99826 21.75 7.99752C21.75 7.99603 21.75 7.99388 21.75 7.99109C21.75 7.98552 21.75 7.97739 21.75 7.96683C21.7499 7.9457 21.7498 7.91483 21.7496 7.87526C21.7491 7.79614 21.7482 7.68213 21.7464 7.54148C21.7428 7.2604 21.7356 6.87182 21.7212 6.44203C21.6929 5.59857 21.6355 4.54186 21.5115 3.84109L20.773 3.97175L20.0344 4.1024C20.1375 4.68506 20.1936 5.64247 20.2221 6.49229C20.236 6.90913 20.243 7.28697 20.2465 7.56066C20.2483 7.69739 20.2491 7.80784 20.2496 7.88384C20.2498 7.92183 20.2499 7.95119 20.25 7.9709C20.25 7.98075 20.25 7.98819 20.25 7.99308C20.25 7.99553 20.25 7.99734 20.25 7.9985C20.25 7.99908 20.25 7.99949 20.25 7.99974C20.25 7.99987 20.25 7.99995 20.25 8C20.25 8.00002 20.25 8.00002 20.25 8.00003C20.25 8.00002 20.25 8 21 8ZM20.0285 3.22706L19.8977 3.96557C19.9482 3.97451 19.9757 3.99342 19.9911 4.00887C20.0065 4.02432 20.0255 4.05182 20.0344 4.1024L20.773 3.97175L21.5115 3.84109C21.3874 3.13972 20.8609 2.6128 20.1593 2.48855L20.0285 3.22706Z" class="fill-[#141B34] group-hover:fill-white transition duration-300 ease-linear"/>
                </svg>
            </div>
        </a>
        <a href="https://t.me/mediatopol" target="_blank" class="flex justify-between items-center p-8 bg-white group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <div class="group-hover:text-white transition duration-300 ease-linear">
                <strong>Медиатополь: </strong>это сообщество для развития молодых талантов в медиа сфере. Обучение основам съемки, монтаж видео и обработка, современные инструменты и техники создания контента.
            </div>
            <div>
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M11.1002 3C7.45057 3.00657 5.53942 3.09617 4.31806 4.31754C3 5.63559 3 7.75698 3 11.9997C3 16.2425 3 18.3639 4.31806 19.6819C5.63611 21 7.7575 21 12.0003 21C16.243 21 18.3644 21 19.6825 19.6819C20.9038 18.4606 20.9934 16.5494 21 12.8998" class="stroke-[#141B34] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M21.0713 4.0315C21.3649 3.73926 21.3659 3.26439 21.0737 2.97085C20.7814 2.6773 20.3066 2.67625 20.013 2.9685L21.0713 4.0315ZM10.4708 12.4685C10.1773 12.7607 10.1763 13.2356 10.4685 13.5292C10.7607 13.8227 11.2356 13.8237 11.5292 13.5315L10.4708 12.4685ZM20.0285 3.22706L19.8977 3.96557L20.0285 3.22706ZM15.9999 2.25C15.5857 2.25004 15.25 2.58585 15.25 3.00007C15.2501 3.41428 15.5859 3.75004 16.0001 3.75L15.9999 2.25ZM20.25 8C20.25 8.41421 20.5858 8.75 21 8.75C21.4142 8.75 21.75 8.41421 21.75 8H20.25ZM20.773 3.97175L21.5115 3.84109V3.84109L20.773 3.97175ZM20.5422 3.5L20.013 2.9685L10.4708 12.4685L11 13L11.5292 13.5315L21.0713 4.0315L20.5422 3.5ZM20.0285 3.22706L20.1593 2.48855C19.4584 2.36443 18.4016 2.30696 17.5581 2.27871C17.1282 2.26432 16.7396 2.25715 16.4585 2.25357C16.3179 2.25179 16.2038 2.25089 16.1247 2.25045C16.0851 2.25022 16.0543 2.25011 16.0331 2.25006C16.0226 2.25003 16.0144 2.25001 16.0089 2.25001C16.0061 2.25 16.0039 2.25 16.0024 2.25C16.0017 2.25 16.0011 2.25 16.0007 2.25C16.0005 2.25 16.0003 2.25 16.0002 2.25C16.0001 2.25 16.0001 2.25 16 2.25C16 2.25 15.9999 2.25 16 3C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0002 3.75 16.0003 3.75C16.0006 3.75 16.001 3.75 16.0016 3.75C16.0027 3.75 16.0046 3.75 16.007 3.75001C16.0119 3.75001 16.0193 3.75002 16.0292 3.75005C16.0489 3.7501 16.0782 3.75021 16.1162 3.75042C16.1922 3.75085 16.3027 3.75171 16.4394 3.75345C16.7131 3.75694 17.091 3.76391 17.5079 3.77787C18.3577 3.80633 19.3151 3.86239 19.8977 3.96557L20.0285 3.22706ZM21 8C21.75 8 21.75 7.99996 21.75 7.99991C21.75 7.99988 21.75 7.99982 21.75 7.99975C21.75 7.99963 21.75 7.99946 21.75 7.99926C21.75 7.99884 21.75 7.99826 21.75 7.99752C21.75 7.99603 21.75 7.99388 21.75 7.99109C21.75 7.98552 21.75 7.97739 21.75 7.96683C21.7499 7.9457 21.7498 7.91483 21.7496 7.87526C21.7491 7.79614 21.7482 7.68213 21.7464 7.54148C21.7428 7.2604 21.7356 6.87182 21.7212 6.44203C21.6929 5.59857 21.6355 4.54186 21.5115 3.84109L20.773 3.97175L20.0344 4.1024C20.1375 4.68506 20.1936 5.64247 20.2221 6.49229C20.236 6.90913 20.243 7.28697 20.2465 7.56066C20.2483 7.69739 20.2491 7.80784 20.2496 7.88384C20.2498 7.92183 20.2499 7.95119 20.25 7.9709C20.25 7.98075 20.25 7.98819 20.25 7.99308C20.25 7.99553 20.25 7.99734 20.25 7.9985C20.25 7.99908 20.25 7.99949 20.25 7.99974C20.25 7.99987 20.25 7.99995 20.25 8C20.25 8.00002 20.25 8.00002 20.25 8.00003C20.25 8.00002 20.25 8 21 8ZM20.0285 3.22706L19.8977 3.96557C19.9482 3.97451 19.9757 3.99342 19.9911 4.00887C20.0065 4.02432 20.0255 4.05182 20.0344 4.1024L20.773 3.97175L21.5115 3.84109C21.3874 3.13972 20.8609 2.6128 20.1593 2.48855L20.0285 3.22706Z" class="fill-[#141B34] group-hover:fill-white transition duration-300 ease-linear"/>
                </svg>
            </div>
        </a>
        <a href="https://t.me/NaCtole" target="_blank" class="flex justify-between items-center p-8 bg-white group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <div class="group-hover:text-white transition duration-300 ease-linear">
                <strong>На столе: </strong>студенческий клуб настольных игр.
            </div>
            <div>
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M11.1002 3C7.45057 3.00657 5.53942 3.09617 4.31806 4.31754C3 5.63559 3 7.75698 3 11.9997C3 16.2425 3 18.3639 4.31806 19.6819C5.63611 21 7.7575 21 12.0003 21C16.243 21 18.3644 21 19.6825 19.6819C20.9038 18.4606 20.9934 16.5494 21 12.8998" class="stroke-[#141B34] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M21.0713 4.0315C21.3649 3.73926 21.3659 3.26439 21.0737 2.97085C20.7814 2.6773 20.3066 2.67625 20.013 2.9685L21.0713 4.0315ZM10.4708 12.4685C10.1773 12.7607 10.1763 13.2356 10.4685 13.5292C10.7607 13.8227 11.2356 13.8237 11.5292 13.5315L10.4708 12.4685ZM20.0285 3.22706L19.8977 3.96557L20.0285 3.22706ZM15.9999 2.25C15.5857 2.25004 15.25 2.58585 15.25 3.00007C15.2501 3.41428 15.5859 3.75004 16.0001 3.75L15.9999 2.25ZM20.25 8C20.25 8.41421 20.5858 8.75 21 8.75C21.4142 8.75 21.75 8.41421 21.75 8H20.25ZM20.773 3.97175L21.5115 3.84109V3.84109L20.773 3.97175ZM20.5422 3.5L20.013 2.9685L10.4708 12.4685L11 13L11.5292 13.5315L21.0713 4.0315L20.5422 3.5ZM20.0285 3.22706L20.1593 2.48855C19.4584 2.36443 18.4016 2.30696 17.5581 2.27871C17.1282 2.26432 16.7396 2.25715 16.4585 2.25357C16.3179 2.25179 16.2038 2.25089 16.1247 2.25045C16.0851 2.25022 16.0543 2.25011 16.0331 2.25006C16.0226 2.25003 16.0144 2.25001 16.0089 2.25001C16.0061 2.25 16.0039 2.25 16.0024 2.25C16.0017 2.25 16.0011 2.25 16.0007 2.25C16.0005 2.25 16.0003 2.25 16.0002 2.25C16.0001 2.25 16.0001 2.25 16 2.25C16 2.25 15.9999 2.25 16 3C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0002 3.75 16.0003 3.75C16.0006 3.75 16.001 3.75 16.0016 3.75C16.0027 3.75 16.0046 3.75 16.007 3.75001C16.0119 3.75001 16.0193 3.75002 16.0292 3.75005C16.0489 3.7501 16.0782 3.75021 16.1162 3.75042C16.1922 3.75085 16.3027 3.75171 16.4394 3.75345C16.7131 3.75694 17.091 3.76391 17.5079 3.77787C18.3577 3.80633 19.3151 3.86239 19.8977 3.96557L20.0285 3.22706ZM21 8C21.75 8 21.75 7.99996 21.75 7.99991C21.75 7.99988 21.75 7.99982 21.75 7.99975C21.75 7.99963 21.75 7.99946 21.75 7.99926C21.75 7.99884 21.75 7.99826 21.75 7.99752C21.75 7.99603 21.75 7.99388 21.75 7.99109C21.75 7.98552 21.75 7.97739 21.75 7.96683C21.7499 7.9457 21.7498 7.91483 21.7496 7.87526C21.7491 7.79614 21.7482 7.68213 21.7464 7.54148C21.7428 7.2604 21.7356 6.87182 21.7212 6.44203C21.6929 5.59857 21.6355 4.54186 21.5115 3.84109L20.773 3.97175L20.0344 4.1024C20.1375 4.68506 20.1936 5.64247 20.2221 6.49229C20.236 6.90913 20.243 7.28697 20.2465 7.56066C20.2483 7.69739 20.2491 7.80784 20.2496 7.88384C20.2498 7.92183 20.2499 7.95119 20.25 7.9709C20.25 7.98075 20.25 7.98819 20.25 7.99308C20.25 7.99553 20.25 7.99734 20.25 7.9985C20.25 7.99908 20.25 7.99949 20.25 7.99974C20.25 7.99987 20.25 7.99995 20.25 8C20.25 8.00002 20.25 8.00002 20.25 8.00003C20.25 8.00002 20.25 8 21 8ZM20.0285 3.22706L19.8977 3.96557C19.9482 3.97451 19.9757 3.99342 19.9911 4.00887C20.0065 4.02432 20.0255 4.05182 20.0344 4.1024L20.773 3.97175L21.5115 3.84109C21.3874 3.13972 20.8609 2.6128 20.1593 2.48855L20.0285 3.22706Z" class="fill-[#141B34] group-hover:fill-white transition duration-300 ease-linear"/>
                </svg>
            </div>
        </a>
        <a href="https://t.me/legokvn_mlt" target="_blank" class="flex justify-between items-center p-8 bg-white group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <div class="group-hover:text-white transition duration-300 ease-linear">
                <strong>LEGO KVN MLT: </strong>творческий коллектив, сформированный из студентов экономического и юридического факультетов. «Лего» показывает уверенную игру, хорошую актёрскую подачу и умение чувствовать зал. Команда также участвовала в Запорожской официальной лиги КВН и получила приглашение в Центральные лиги КВН, где продолжает своё развитие.
            </div>
            <div>
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M11.1002 3C7.45057 3.00657 5.53942 3.09617 4.31806 4.31754C3 5.63559 3 7.75698 3 11.9997C3 16.2425 3 18.3639 4.31806 19.6819C5.63611 21 7.7575 21 12.0003 21C16.243 21 18.3644 21 19.6825 19.6819C20.9038 18.4606 20.9934 16.5494 21 12.8998" class="stroke-[#141B34] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M21.0713 4.0315C21.3649 3.73926 21.3659 3.26439 21.0737 2.97085C20.7814 2.6773 20.3066 2.67625 20.013 2.9685L21.0713 4.0315ZM10.4708 12.4685C10.1773 12.7607 10.1763 13.2356 10.4685 13.5292C10.7607 13.8227 11.2356 13.8237 11.5292 13.5315L10.4708 12.4685ZM20.0285 3.22706L19.8977 3.96557L20.0285 3.22706ZM15.9999 2.25C15.5857 2.25004 15.25 2.58585 15.25 3.00007C15.2501 3.41428 15.5859 3.75004 16.0001 3.75L15.9999 2.25ZM20.25 8C20.25 8.41421 20.5858 8.75 21 8.75C21.4142 8.75 21.75 8.41421 21.75 8H20.25ZM20.773 3.97175L21.5115 3.84109V3.84109L20.773 3.97175ZM20.5422 3.5L20.013 2.9685L10.4708 12.4685L11 13L11.5292 13.5315L21.0713 4.0315L20.5422 3.5ZM20.0285 3.22706L20.1593 2.48855C19.4584 2.36443 18.4016 2.30696 17.5581 2.27871C17.1282 2.26432 16.7396 2.25715 16.4585 2.25357C16.3179 2.25179 16.2038 2.25089 16.1247 2.25045C16.0851 2.25022 16.0543 2.25011 16.0331 2.25006C16.0226 2.25003 16.0144 2.25001 16.0089 2.25001C16.0061 2.25 16.0039 2.25 16.0024 2.25C16.0017 2.25 16.0011 2.25 16.0007 2.25C16.0005 2.25 16.0003 2.25 16.0002 2.25C16.0001 2.25 16.0001 2.25 16 2.25C16 2.25 15.9999 2.25 16 3C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0002 3.75 16.0003 3.75C16.0006 3.75 16.001 3.75 16.0016 3.75C16.0027 3.75 16.0046 3.75 16.007 3.75001C16.0119 3.75001 16.0193 3.75002 16.0292 3.75005C16.0489 3.7501 16.0782 3.75021 16.1162 3.75042C16.1922 3.75085 16.3027 3.75171 16.4394 3.75345C16.7131 3.75694 17.091 3.76391 17.5079 3.77787C18.3577 3.80633 19.3151 3.86239 19.8977 3.96557L20.0285 3.22706ZM21 8C21.75 8 21.75 7.99996 21.75 7.99991C21.75 7.99988 21.75 7.99982 21.75 7.99975C21.75 7.99963 21.75 7.99946 21.75 7.99926C21.75 7.99884 21.75 7.99826 21.75 7.99752C21.75 7.99603 21.75 7.99388 21.75 7.99109C21.75 7.98552 21.75 7.97739 21.75 7.96683C21.7499 7.9457 21.7498 7.91483 21.7496 7.87526C21.7491 7.79614 21.7482 7.68213 21.7464 7.54148C21.7428 7.2604 21.7356 6.87182 21.7212 6.44203C21.6929 5.59857 21.6355 4.54186 21.5115 3.84109L20.773 3.97175L20.0344 4.1024C20.1375 4.68506 20.1936 5.64247 20.2221 6.49229C20.236 6.90913 20.243 7.28697 20.2465 7.56066C20.2483 7.69739 20.2491 7.80784 20.2496 7.88384C20.2498 7.92183 20.2499 7.95119 20.25 7.9709C20.25 7.98075 20.25 7.98819 20.25 7.99308C20.25 7.99553 20.25 7.99734 20.25 7.9985C20.25 7.99908 20.25 7.99949 20.25 7.99974C20.25 7.99987 20.25 7.99995 20.25 8C20.25 8.00002 20.25 8.00002 20.25 8.00003C20.25 8.00002 20.25 8 21 8ZM20.0285 3.22706L19.8977 3.96557C19.9482 3.97451 19.9757 3.99342 19.9911 4.00887C20.0065 4.02432 20.0255 4.05182 20.0344 4.1024L20.773 3.97175L21.5115 3.84109C21.3874 3.13972 20.8609 2.6128 20.1593 2.48855L20.0285 3.22706Z" class="fill-[#141B34] group-hover:fill-white transition duration-300 ease-linear"/>
                </svg>
            </div>
        </a>
        <a href="https://t.me/IQ_MLT" target="_blank" class="flex justify-between items-center p-8 bg-white group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <div class="group-hover:text-white transition duration-300 ease-linear">
                <strong>АйQ: </strong>самобытная и амбициозная команда, в составе которой студенты разных направлений подготовки. Отличается свежим взглядом, смелыми авторскими номерами и стремлением к сценическому самовыражению. «АйQ» - постоянный участник Запорожской официальной лиги КВН, а также участник Международного фестиваля КВН в г. Сочи и Центральных лиг КВН.
            </div>
            <div>
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M11.1002 3C7.45057 3.00657 5.53942 3.09617 4.31806 4.31754C3 5.63559 3 7.75698 3 11.9997C3 16.2425 3 18.3639 4.31806 19.6819C5.63611 21 7.7575 21 12.0003 21C16.243 21 18.3644 21 19.6825 19.6819C20.9038 18.4606 20.9934 16.5494 21 12.8998" class="stroke-[#141B34] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M21.0713 4.0315C21.3649 3.73926 21.3659 3.26439 21.0737 2.97085C20.7814 2.6773 20.3066 2.67625 20.013 2.9685L21.0713 4.0315ZM10.4708 12.4685C10.1773 12.7607 10.1763 13.2356 10.4685 13.5292C10.7607 13.8227 11.2356 13.8237 11.5292 13.5315L10.4708 12.4685ZM20.0285 3.22706L19.8977 3.96557L20.0285 3.22706ZM15.9999 2.25C15.5857 2.25004 15.25 2.58585 15.25 3.00007C15.2501 3.41428 15.5859 3.75004 16.0001 3.75L15.9999 2.25ZM20.25 8C20.25 8.41421 20.5858 8.75 21 8.75C21.4142 8.75 21.75 8.41421 21.75 8H20.25ZM20.773 3.97175L21.5115 3.84109V3.84109L20.773 3.97175ZM20.5422 3.5L20.013 2.9685L10.4708 12.4685L11 13L11.5292 13.5315L21.0713 4.0315L20.5422 3.5ZM20.0285 3.22706L20.1593 2.48855C19.4584 2.36443 18.4016 2.30696 17.5581 2.27871C17.1282 2.26432 16.7396 2.25715 16.4585 2.25357C16.3179 2.25179 16.2038 2.25089 16.1247 2.25045C16.0851 2.25022 16.0543 2.25011 16.0331 2.25006C16.0226 2.25003 16.0144 2.25001 16.0089 2.25001C16.0061 2.25 16.0039 2.25 16.0024 2.25C16.0017 2.25 16.0011 2.25 16.0007 2.25C16.0005 2.25 16.0003 2.25 16.0002 2.25C16.0001 2.25 16.0001 2.25 16 2.25C16 2.25 15.9999 2.25 16 3C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0002 3.75 16.0003 3.75C16.0006 3.75 16.001 3.75 16.0016 3.75C16.0027 3.75 16.0046 3.75 16.007 3.75001C16.0119 3.75001 16.0193 3.75002 16.0292 3.75005C16.0489 3.7501 16.0782 3.75021 16.1162 3.75042C16.1922 3.75085 16.3027 3.75171 16.4394 3.75345C16.7131 3.75694 17.091 3.76391 17.5079 3.77787C18.3577 3.80633 19.3151 3.86239 19.8977 3.96557L20.0285 3.22706ZM21 8C21.75 8 21.75 7.99996 21.75 7.99991C21.75 7.99988 21.75 7.99982 21.75 7.99975C21.75 7.99963 21.75 7.99946 21.75 7.99926C21.75 7.99884 21.75 7.99826 21.75 7.99752C21.75 7.99603 21.75 7.99388 21.75 7.99109C21.75 7.98552 21.75 7.97739 21.75 7.96683C21.7499 7.9457 21.7498 7.91483 21.7496 7.87526C21.7491 7.79614 21.7482 7.68213 21.7464 7.54148C21.7428 7.2604 21.7356 6.87182 21.7212 6.44203C21.6929 5.59857 21.6355 4.54186 21.5115 3.84109L20.773 3.97175L20.0344 4.1024C20.1375 4.68506 20.1936 5.64247 20.2221 6.49229C20.236 6.90913 20.243 7.28697 20.2465 7.56066C20.2483 7.69739 20.2491 7.80784 20.2496 7.88384C20.2498 7.92183 20.2499 7.95119 20.25 7.9709C20.25 7.98075 20.25 7.98819 20.25 7.99308C20.25 7.99553 20.25 7.99734 20.25 7.9985C20.25 7.99908 20.25 7.99949 20.25 7.99974C20.25 7.99987 20.25 7.99995 20.25 8C20.25 8.00002 20.25 8.00002 20.25 8.00003C20.25 8.00002 20.25 8 21 8ZM20.0285 3.22706L19.8977 3.96557C19.9482 3.97451 19.9757 3.99342 19.9911 4.00887C20.0065 4.02432 20.0255 4.05182 20.0344 4.1024L20.773 3.97175L21.5115 3.84109C21.3874 3.13972 20.8609 2.6128 20.1593 2.48855L20.0285 3.22706Z" class="fill-[#141B34] group-hover:fill-white transition duration-300 ease-linear"/>
                </svg>
            </div>
        </a>
        <a href="https://t.me/nightindecember" target="_blank" class="flex justify-between items-center p-8 bg-white group transition duration-300 ease-linear hover:bg-[#C10F1A]">
            <div class="group-hover:text-white transition duration-300 ease-linear">
                <strong>Ночь в декабре: </strong>студенческая рок-группа, молодые и амбициозные музыканты из Мелитопольского государственного университета.
            </div>
            <div>
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M11.1002 3C7.45057 3.00657 5.53942 3.09617 4.31806 4.31754C3 5.63559 3 7.75698 3 11.9997C3 16.2425 3 18.3639 4.31806 19.6819C5.63611 21 7.7575 21 12.0003 21C16.243 21 18.3644 21 19.6825 19.6819C20.9038 18.4606 20.9934 16.5494 21 12.8998" class="stroke-[#141B34] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M21.0713 4.0315C21.3649 3.73926 21.3659 3.26439 21.0737 2.97085C20.7814 2.6773 20.3066 2.67625 20.013 2.9685L21.0713 4.0315ZM10.4708 12.4685C10.1773 12.7607 10.1763 13.2356 10.4685 13.5292C10.7607 13.8227 11.2356 13.8237 11.5292 13.5315L10.4708 12.4685ZM20.0285 3.22706L19.8977 3.96557L20.0285 3.22706ZM15.9999 2.25C15.5857 2.25004 15.25 2.58585 15.25 3.00007C15.2501 3.41428 15.5859 3.75004 16.0001 3.75L15.9999 2.25ZM20.25 8C20.25 8.41421 20.5858 8.75 21 8.75C21.4142 8.75 21.75 8.41421 21.75 8H20.25ZM20.773 3.97175L21.5115 3.84109V3.84109L20.773 3.97175ZM20.5422 3.5L20.013 2.9685L10.4708 12.4685L11 13L11.5292 13.5315L21.0713 4.0315L20.5422 3.5ZM20.0285 3.22706L20.1593 2.48855C19.4584 2.36443 18.4016 2.30696 17.5581 2.27871C17.1282 2.26432 16.7396 2.25715 16.4585 2.25357C16.3179 2.25179 16.2038 2.25089 16.1247 2.25045C16.0851 2.25022 16.0543 2.25011 16.0331 2.25006C16.0226 2.25003 16.0144 2.25001 16.0089 2.25001C16.0061 2.25 16.0039 2.25 16.0024 2.25C16.0017 2.25 16.0011 2.25 16.0007 2.25C16.0005 2.25 16.0003 2.25 16.0002 2.25C16.0001 2.25 16.0001 2.25 16 2.25C16 2.25 15.9999 2.25 16 3C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0001 3.75 16.0001 3.75C16.0001 3.75 16.0002 3.75 16.0003 3.75C16.0006 3.75 16.001 3.75 16.0016 3.75C16.0027 3.75 16.0046 3.75 16.007 3.75001C16.0119 3.75001 16.0193 3.75002 16.0292 3.75005C16.0489 3.7501 16.0782 3.75021 16.1162 3.75042C16.1922 3.75085 16.3027 3.75171 16.4394 3.75345C16.7131 3.75694 17.091 3.76391 17.5079 3.77787C18.3577 3.80633 19.3151 3.86239 19.8977 3.96557L20.0285 3.22706ZM21 8C21.75 8 21.75 7.99996 21.75 7.99991C21.75 7.99988 21.75 7.99982 21.75 7.99975C21.75 7.99963 21.75 7.99946 21.75 7.99926C21.75 7.99884 21.75 7.99826 21.75 7.99752C21.75 7.99603 21.75 7.99388 21.75 7.99109C21.75 7.98552 21.75 7.97739 21.75 7.96683C21.7499 7.9457 21.7498 7.91483 21.7496 7.87526C21.7491 7.79614 21.7482 7.68213 21.7464 7.54148C21.7428 7.2604 21.7356 6.87182 21.7212 6.44203C21.6929 5.59857 21.6355 4.54186 21.5115 3.84109L20.773 3.97175L20.0344 4.1024C20.1375 4.68506 20.1936 5.64247 20.2221 6.49229C20.236 6.90913 20.243 7.28697 20.2465 7.56066C20.2483 7.69739 20.2491 7.80784 20.2496 7.88384C20.2498 7.92183 20.2499 7.95119 20.25 7.9709C20.25 7.98075 20.25 7.98819 20.25 7.99308C20.25 7.99553 20.25 7.99734 20.25 7.9985C20.25 7.99908 20.25 7.99949 20.25 7.99974C20.25 7.99987 20.25 7.99995 20.25 8C20.25 8.00002 20.25 8.00002 20.25 8.00003C20.25 8.00002 20.25 8 21 8ZM20.0285 3.22706L19.8977 3.96557C19.9482 3.97451 19.9757 3.99342 19.9911 4.00887C20.0065 4.02432 20.0255 4.05182 20.0344 4.1024L20.773 3.97175L21.5115 3.84109C21.3874 3.13972 20.8609 2.6128 20.1593 2.48855L20.0285 3.22706Z" class="fill-[#141B34] group-hover:fill-white transition duration-300 ease-linear"/>
                </svg>
            </div>
        </a>

    </div>
</section>
<style>
    .left-side-menu li.active a {
        color: #C10F1A !important;
    }
    .left-side-menu li a{
        display: flex;
        gap: 5px
    }
    .left-side-menu li{
        display: flex;
        justify-content: space-between;
    }
    .left-side-menu li div{
        display: flex;
        align-items: center;
    }
    .menu-item-number{
        display: block;
    }
    .grow > h4{
        display: none;
    }
    ul.left-side-menu {
        list-style: none;
        margin: 0;
        padding: 0;
        position: sticky;
        top: 200px;
        max-height: calc(100vh - 40px);
        overflow-y: auto;
        scrollbar-width: thin;
        scrollbar-color: #888 #f1f1f1;
    }
    .cnt.active{
        background-color: #393939;
    }
    #scrollContainer, #ScrollSecondImageContainer {
        scroll-snap-type: x mandatory;
        -webkit-overflow-scrolling: touch;
        scroll-behavior: smooth;
    }

    #scrollContainer > div {
        scroll-snap-align: start;
        flex: 0 0 calc(100% - 1rem);
        box-sizing: border-box;
    }
    #ScrollSecondImageContainer > div{
        scroll-snap-align: start;
        flex: 0 0 100%;
        box-sizing: border-box;
    }
    .scroll-container {
        display: flex;
        flex-direction: column;
        height: calc(3 * 381px);
        overflow-y: hidden;
        scroll-snap-type: y mandatory;
        -webkit-overflow-scrolling: touch;
        scroll-behavior: smooth;
    }

    .snap-section {
        display: flex;
        flex-direction: column;
        scroll-snap-align: start;
    }

    .snap-section > div {
        max-height: 349px;
        flex-shrink: 0;
    }

    .snap-section > div img {
        height: 349px;
        width: 100%;
        object-fit: cover;
    }

    .horizontal-scrollbar {
        width: 100%;
        height: 6px;
        background-color: #434343;
        overflow: hidden;
        position: relative;
        cursor: pointer;
    }

    .scroll-handle {
        width: 100px;
        height: 100%;
        background-color: #FFFFFF;
        position: absolute;
        left: 0;
    }

    .horizontal-scrollbar-second {
        width: 100%;
        height: 6px;
        background-color: #EDEDED;
        overflow: hidden;
        position: relative;
        cursor: pointer;
    }

    .scroll-handle-second {
        width: 100px;
        height: 100%;
        background-color: #C10F1A;
        position: absolute;
        left: 0;
    }

    @media screen and (max-width: 1535px){
        .scroll-container{
            height: calc(3 * 381px);
        }
    }
    @media screen and (max-width: 1279px){
        .scroll-container{
            height: auto;
            flex-direction: row;
        }
        .snap-section {
            display: flex;
            flex-direction: row;
            scroll-snap-align: none;
        }

        .snap-section > div {
            max-height: 300px;
            width: 300px;
            flex-shrink: unset;
        }

        .snap-section > div img {
            height: 300px;
            width: 300px;
            object-fit: cover;
        }
    }
    @media screen and (max-width: 639px){
        #scrollContainer{
            width: 330%;
            scroll-snap-type: none;
        }
        #scrollContainer > div {
            scroll-snap-align: start;
            flex: 0 0 calc(100% - 1rem);
            box-sizing: border-box;
        }
    }

</style>

<script>
    document.addEventListener("DOMContentLoaded", function () {
        const menuItems = document.querySelectorAll('.left-side-menu li a');
        const items = document.querySelectorAll('.left-side-menu li');
        const sections = [];

        items.forEach((link, index) => {
            const svgHTML = `
<div class="svg-box">
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg" class="inline-block ml-2 transition duration-300 ease-linear">
                    <path d="M14 12C14 13.1046 13.1046 14 12 14C10.8954 14 10 13.1046 10 12C10 10.8954 10.8954 10 12 10C13.1046 10 14 10.8954 14 12Z" class="stroke-[#252525] group-hover:stroke-[white]" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M8 6.99997C8 6.99997 10.946 3.00001 12 3C13.0541 2.99999 16 7 16 7" class="stroke-[#252525] group-hover:stroke-[white]" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                    <path d="M16 17C16 17 13.054 21 12 21C10.9459 21 8 17 8 17" class="stroke-[#252525] group-hover:stroke-[white]" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
                </svg>
</div>
            `;

            const parser = new DOMParser();
            const doc = parser.parseFromString(svgHTML, 'image/svg+xml');
            const svgElement = doc.documentElement;
            link.appendChild(svgElement);
        })

        menuItems.forEach((link, index) => {

            const numberSpan = document.createElement('span');
            numberSpan.className = 'menu-item-number';
            numberSpan.textContent = `${index + 1}.`;
            link.prepend(numberSpan);

            const href = link.getAttribute('href');
            if (href && href.includes('getElementById')) {
                const idMatch = href.match(/getElementById\(['"]([^'"]+)['"]\)/);
                if (idMatch && idMatch[1]) {
                    const id = idMatch[1];
                    const section = document.getElementById(id);
                    if (section) {
                        sections.push({ id, link, section });
                    }
                }
            }
        });

        function setActiveLink() {
            const scrollPosition = window.scrollY + 220;

            sections.forEach(({ id, link, section }) => {
                const menuItemLi = link.closest('li');

                const sectionTop = section.offsetTop;
                const sectionHeight = section.offsetHeight;

                if (
                    scrollPosition >= sectionTop &&
                    scrollPosition < sectionTop + sectionHeight
                ) {
                    menuItemLi.classList.add('active');
                } else {
                    menuItemLi.classList.remove('active');
                }
            });
        }

        window.addEventListener('scroll', setActiveLink);
        window.addEventListener('load', setActiveLink);
    });
</script>
<script>
    const container = document.getElementById('scrollContainer');
    const prevBtn = document.querySelector('#prev-btn');
    const nextBtn = document.querySelector('#next-btn');
    let allBox = document.querySelectorAll('#scrollContainer > div');
    const topScrollbarSpr = document.querySelector('.top-scrollbar-second') ? document.querySelector('.top-scrollbar-second') : null;
    document.querySelector('#last-count').innerHTML = allBox.length
    let lastCount = document.querySelector('#last-count').innerHTML;
    let count = document.querySelector('#current-count');
    let current = count.innerHTML;

    const itemWidth = container.firstElementChild.offsetWidth + parseFloat(getComputedStyle(container).gap);

    prevBtn.addEventListener('click', () => {
        if (current <= 1) {
            return;
        }

        current--;

        container.scrollBy({
            left: -container.clientWidth,
            behavior: 'smooth'
        });

        count.innerHTML = current;
    });

        nextBtn.addEventListener('click', () => {

            if (current >= lastCount) {
                return;
            }

            current++;

                container.scrollBy({
                    left: container.clientWidth,
                    behavior: 'smooth'
                });
                count.innerHTML = current;

        });

    container.addEventListener('scroll', () => {
        const maxScroll = container.scrollWidth - container.clientWidth;
        const scrollPercent = container.scrollLeft / maxScroll;

        const handle = topScrollbarSpr.querySelector('.scroll-handle-second');
        const handleWidth = handle.offsetWidth;

        const maxHandleScroll = topScrollbarSpr.clientWidth - handleWidth;
        handle.style.left = `${maxHandleScroll * scrollPercent}px`;
    });

    topScrollbarSpr.addEventListener('click', (e) => {
        const scrollbar = e.currentTarget;
        const handle = scrollbar.querySelector('.scroll-handle-second');
        const handleWidth = handle.offsetWidth;

        const clickPosition = e.offsetX;
        const maxScroll = container.scrollWidth - container.clientWidth;
        const maxHandleScroll = scrollbar.clientWidth - handleWidth;

        const scrollPercent = clickPosition / maxHandleScroll;
        const scrollTo = maxScroll * scrollPercent;

        container.scrollTo({
            left: scrollTo,
            behavior: 'smooth'
        });
    });
</script>
<script>
    const containerImg = document.getElementById('scrollImageContainer');
    const topScrollbar = document.querySelector('.top-scrollbar') ? document.querySelector('.top-scrollbar') : null;
    const prevBtnImg = document.getElementById('prev-btn-img');
    const nextBtnImg = document.getElementById('next-btn-img');
    const countElements = document.querySelectorAll('.cnt');

    let currentImg = 1;
    const totalSections = document.querySelectorAll('.snap-section').length;

    function updateCounter() {
        countElements.forEach(cnt => {
            cnt.classList.remove('active');
            const targetText = ('0' + currentImg).slice(-2);
            if (cnt.textContent.trim() === targetText) {
                cnt.classList.add('active');
            }
        });
    }

    nextBtnImg.addEventListener('click', () => {
        if (currentImg < totalSections) {
            currentImg++;
            containerImg.scrollBy({
                top: containerImg.clientHeight,
                behavior: 'smooth'
            });
            updateCounter();
        }
    });

    prevBtnImg.addEventListener('click', () => {
        if (currentImg > 1) {
            currentImg--;
            containerImg.scrollBy({
                top: -containerImg.clientHeight,
                behavior: 'smooth'
            });
            updateCounter();
        }
    });

    containerImg.addEventListener('scroll', () => {
        const maxScroll = containerImg.scrollWidth - containerImg.clientWidth;
        const scrollPercent = containerImg.scrollLeft / maxScroll;

        const handle = topScrollbar.querySelector('.scroll-handle');
        const handleWidth = handle.offsetWidth;

        const maxHandleScroll = topScrollbar.clientWidth - handleWidth;
        handle.style.left = `${maxHandleScroll * scrollPercent}px`;
    });

    topScrollbar.addEventListener('click', (e) => {
        const scrollbar = e.currentTarget;
        const handle = scrollbar.querySelector('.scroll-handle');
        const handleWidth = handle.offsetWidth;

        const clickPosition = e.offsetX;
        const maxScroll = containerImg.scrollWidth - containerImg.clientWidth;
        const maxHandleScroll = scrollbar.clientWidth - handleWidth;

        const scrollPercent = clickPosition / maxHandleScroll;
        const scrollTo = maxScroll * scrollPercent;

        containerImg.scrollTo({
            left: scrollTo,
            behavior: 'smooth'
        });
    });
</script>
<script>
    const containerSecond = document.getElementById("ScrollSecondImageContainer");
    const allImages = document.querySelectorAll("#ScrollSecondImageContainer > div");
    const allTitles = document.querySelectorAll("#ScrollTextContainer > h2");
    const nextBtnSimg = document.querySelector("#next-btn-simg");
    const prevBtnSimg = document.querySelector("#prev-btn-simg");


    let currentIndex = 0;

    function updateActiveTitle(index) {
        allTitles.forEach(title => title.classList.add("hidden"));

        if (allTitles[index]) {
            allTitles[index].classList.remove("hidden");
        }
    }

    nextBtnSimg.addEventListener("click", () => {
        if (currentIndex < allImages.length - 1) {
            currentIndex++;
            containerSecond.scrollBy({
                left: containerSecond.clientWidth,
                behavior: "smooth"
            });
            updateActiveTitle(currentIndex);
        }
    });

    prevBtnSimg.addEventListener("click", () => {
        if (currentIndex > 0) {
            currentIndex--;
            containerSecond.scrollBy({
                left: -containerSecond.clientWidth,
                behavior: "smooth"
            });
            updateActiveTitle(currentIndex);
        }
    });
</script>
