@extends('layouts.page')

@section('title', 'О ФГБОУ ВО "МелГУ"')

@section('content')

    <div class="bg-white p-6 line-h">
        <p class="mb-4">
            Миссия Мелитопольского государственного университета: повышать конкурентоспособность страны, обеспечивая за
            счет интернационализации и интеграции исследований, образования и практики подготовку инженерной элиты,
            генерацию новых знаний, инновационных идей и создание ресурсоэффективных технологий.
        </p>
        <p>
            Сотрудники и студенты строят и развивают университет, успех которого основан на профессионализме, творческом
            подходе и гармонии всего коллектива, являющегося единой командой.
        </p>
    </div>

    <h3 class="font-semibold text-3xl my-8">
        Ценности университета
    </h3>

    <div class="bg-white p-6 line-h">
        <p class="mb-4">
            Возможности, которые дает магистратура в МелГУ:
        </p>
        <ol class="list-disc ms-6  marker:text-baseRed">
            <li>
                За два года получить второе высшее образование – вы можете развить компетенции по выбранному ранее
                направлению или получить образование в новой сфере;
            </li>
            <li>
                Степень магистра признают во всем мире – у вас будет больше возможностей учиться или работать в России и
                других странах;
            </li>
            <li>
                Магистры начинают профессиональную деятельность с более высоких позиций, чем бакалавры;
            </li>
            <li>
                У будущего магистра формируется креативное мышление, коммуникативные навыки и другие soft skills, без
                которых трудно достичь успеха в современном мире;
            </li>
            <li>
                Магистранты активно занимаются исследованиями и имеют возможность заявить о себе в научных кругах, это
                хорошая база для поступления в аспирантуру.
            </li>
        </ol>
    </div>

@endsection
