<div class="bg-white p-6 line-h">
    <p class="mb-4">
        Миссия Мелитопольского государственного университета: повышать конкурентоспособность страны, обеспечивая за счет
        интернационализации и интеграции исследований, образования и практики подготовку инженерной элиты, генерацию
        новых знаний, инновационных идей и создание ресурсоэффективных технологий.
    </p>
    <p>
        Сотрудники и студенты строят и развивают университет, успех которого основан на профессионализме, творческом
        подходе и гармонии всего коллектива, являющегося единой командой.
    </p>
</div>

<h3 class="font-semibold text-3xl my-8">
    Ценности университета
</h3>

<div class="bg-white p-6 line-h">
    <ol class="list-decimal ms-6  marker:text-baseRed">
        <li>
            Свобода и смелость в расширении границ знаний в приоритетных областях науки для блага человечества при
            соблюдении профессиональной этики.
        </li>
        <li>
            Инновации в области науки и образования в стремлении к превосходству в профессиональной среде.
        </li>
        <li>
            Независимость мышления и творческий подход к решению стоящих перед университетом задач.
        </li>
        <li>
            Вовлеченность коллектива во все сферы деятельности университета, которая позволяет преподавателям,
            сотрудникам и студентам, настоящим и будущим, полностью достигнуть реализации своего потенциала.
        </li>
        <li>
            Сплоченность выпускников, студентов и сотрудников, основанная на вековых традициях университета.
        </li>
        <li>
            Корпоративная культура, обеспечивающая открытость и комфортную внутреннюю среду.
        </li>
        <li>
            Корпоративная культура, обеспечивающая открытость и комфортную внутреннюю среду.
        </li>
    </ol>
</div>
