<section class="mb-12">
    <div class="grid grid-cols-1 md:grid-cols-[55%_auto] gap-5">
        <div>
            <img class="h-full object-cover" src="{{asset('img/clubs/club-1.jpg')}}" alt="">
        </div>
        <div class="bg-white p-6">
            <h2 class="font-bold text-2xl mb-6">Студенческая жизнь</h2>
            <p class="mb-3">
                — это не только учёба, но и возможность раскрыть свой потенциал, найти единомышленников и воплотить идеи в реальность.
            </p>
            <p class="mb-3">
                На этой странице вы найдёте актуальную информацию обо всех студенческих объединениях,
                клубах и сообществах, действующих в Мелитопольском государственном университете.
            </p>
            <p class="mb-3">
                Здесь представлены:
            </p>
            <ul class="list-disc list-inside">
                <li>
                    Научные кружки и исследовательские сообщества
                </li>
                <li>
                    Творческие и музыкальные коллективы
                </li>
                <li>
                    Спортивные секции и фан-клубы
                </li>
                <li>
                    Волонтёрские и социальные организации
                </li>
                <li>
                    Студенческое самоуправление и инициативные группы
                </li>
            </ul>
        </div>
    </div>
</section>
<section>
    <div class="grid grid-cols-1 2xl:grid-cols-2 gap-5">
        <a href="https://melsu.ru/division/210" class="grid grid-cols-1 sm:sm:grid-cols-[minmax(0,_240px)_1fr] group">
            <div class="">
                <img class="h-full w-full object-cover" src="{{asset('img/clubs/club-2.png')}}" alt="">
            </div>
            <div class="bg-white p-5 group-hover:bg-[#C10F1A] transition duration-300 ease-linear">
                <h2 class="mb-4 font-bold text-xl group-hover:text-white transition duration-300 ease-linear">Творческое объединение МелГУ</h2>
                <div class="flex items-center gap-4 p-2.5 ">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M6.57757 15.8297L6.02966 14.9932L6.57757 15.8297ZM17.4224 15.8297L17.9703 14.9932H17.9703L17.4224 15.8297ZM3.71266 21.0162L2.98919 21.7066H2.98919L3.71266 21.0162ZM20.2873 21.0162L19.5639 20.3259L20.2873 21.0162ZM6.57757 15.8297L7.12549 16.6663C10.1103 14.7112 13.8897 14.7112 16.8745 16.6663L17.4224 15.8297L17.9703 14.9932C14.32 12.6023 9.68004 12.6023 6.02966 14.9932L6.57757 15.8297ZM7.59087 23V24H16.4091V23V22H7.59087V23ZM3.71266 21.0162L4.43614 20.3259C4.02036 19.8901 3.98671 19.6033 4.00331 19.4362C4.02472 19.2207 4.1593 18.93 4.50007 18.5631C5.21198 17.7966 6.31088 17.1998 7.12549 16.6663L6.57757 15.8297L6.02966 14.9932C5.4295 15.3863 3.96629 16.1989 3.03462 17.2021C2.5536 17.72 2.09601 18.4042 2.01311 19.2384C1.92541 20.1209 2.27532 20.9585 2.98919 21.7066L3.71266 21.0162ZM17.4224 15.8297L16.8745 16.6663C17.6891 17.1998 18.788 17.7966 19.4999 18.5631C19.8407 18.93 19.9753 19.2207 19.9967 19.4362C20.0133 19.6033 19.9796 19.8901 19.5639 20.3259L20.2873 21.0162L21.0108 21.7066C21.7247 20.9585 22.0746 20.1209 21.9869 19.2384C21.904 18.4042 21.4464 17.72 20.9654 17.2021C20.0337 16.1989 18.5705 15.3863 17.9703 14.9932L17.4224 15.8297ZM20.2873 21.0162L19.5639 20.3259C18.5389 21.4001 17.5547 22 16.4091 22V23V24C18.3543 24 19.8285 22.9456 21.0108 21.7066L20.2873 21.0162ZM3.71266 21.0162L2.98919 21.7066C4.17147 22.9456 5.64571 24 7.59087 24V23V22C6.44528 22 5.46115 21.4001 4.43614 20.3259L3.71266 21.0162ZM16.5 5.4H15.5C15.5 7.2567 13.9543 8.8 12 8.8V9.8V10.8C15.0163 10.8 17.5 8.4034 17.5 5.4H16.5ZM12 9.8V8.8C10.0457 8.8 8.5 7.2567 8.5 5.4H7.5H6.5C6.5 8.4034 8.98374 10.8 12 10.8V9.8ZM7.5 5.4H8.5C8.5 3.5433 10.0457 2 12 2V1V0C8.98374 0 6.5 2.3966 6.5 5.4H7.5ZM12 1V2C13.9543 2 15.5 3.5433 15.5 5.4H16.5H17.5C17.5 2.3966 15.0163 0 12 0V1Z" class="fill-[#252525] group-hover:fill-white transition duration-300 ease-linear"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear leading-5">
                        Никитенко Олеся Геннадиевна
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M3.77762 11.9424C2.8296 10.2893 2.37185 8.93948 2.09584 7.57121C1.68762 5.54758 2.62181 3.57081 4.16938 2.30947C4.82345 1.77638 5.57323 1.95852 5.96 2.6524L6.83318 4.21891C7.52529 5.46057 7.87134 6.08139 7.8027 6.73959C7.73407 7.39779 7.26737 7.93386 6.33397 9.00601L3.77762 11.9424ZM3.77762 11.9424C5.69651 15.2883 8.70784 18.3013 12.0576 20.2224M12.0576 20.2224C13.7107 21.1704 15.0605 21.6282 16.4288 21.9042C18.4524 22.3124 20.4292 21.3782 21.6905 19.8306C22.2236 19.1766 22.0415 18.4268 21.3476 18.04L19.7811 17.1668C18.5394 16.4747 17.9186 16.1287 17.2604 16.1973C16.6022 16.2659 16.0661 16.7326 14.994 17.666L12.0576 20.2224Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        +7(990) 098-76-54
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M1 6L8.60433 9.91697C11.4078 11.361 12.5922 11.361 15.3957 9.91697L23 6" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                        <path d="M1.01734 13.5624C1.08926 16.8083 1.12521 18.4312 2.36945 19.6334C3.61369 20.8356 5.34537 20.8775 8.80871 20.9613C10.9432 21.0129 13.0568 21.0129 15.1913 20.9613C18.6546 20.8775 20.3863 20.8356 21.6306 19.6334C22.8748 18.4312 22.9107 16.8083 22.9827 13.5624C23.0058 12.5188 23.0058 11.4813 22.9827 10.4376C22.9107 7.19173 22.8748 5.5688 21.6306 4.36658C20.3863 3.16436 18.6546 3.12248 15.1913 3.03872C13.0568 2.9871 10.9432 2.98709 8.8087 3.03871C5.34536 3.12247 3.61369 3.16434 2.36945 4.36657C1.12521 5.56879 1.08925 7.19172 1.01734 10.4376C0.994219 11.4812 0.99422 12.5188 1.01734 13.5624Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        example.22@gridl.last
                    </span>
                </div>
            </div>
        </a>
        <a href="https://vk.com/club225138672?from=search" class="grid sm:grid-cols-[minmax(0,_240px)_1fr] group">
            <div>
                <img class="h-full w-full object-cover" src="{{asset('img/clubs/club-3.jpg')}}" alt="">
            </div>
            <div class="bg-white p-5 group-hover:bg-[#C10F1A] transition duration-300 ease-linear">
                <h2 class="mb-4 font-bold text-xl group-hover:text-white transition duration-300 ease-linear">Твой ход Запорожская область</h2>
                <div class="flex items-center gap-4 p-2.5 ">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M6.57757 15.8297L6.02966 14.9932L6.57757 15.8297ZM17.4224 15.8297L17.9703 14.9932H17.9703L17.4224 15.8297ZM3.71266 21.0162L2.98919 21.7066H2.98919L3.71266 21.0162ZM20.2873 21.0162L19.5639 20.3259L20.2873 21.0162ZM6.57757 15.8297L7.12549 16.6663C10.1103 14.7112 13.8897 14.7112 16.8745 16.6663L17.4224 15.8297L17.9703 14.9932C14.32 12.6023 9.68004 12.6023 6.02966 14.9932L6.57757 15.8297ZM7.59087 23V24H16.4091V23V22H7.59087V23ZM3.71266 21.0162L4.43614 20.3259C4.02036 19.8901 3.98671 19.6033 4.00331 19.4362C4.02472 19.2207 4.1593 18.93 4.50007 18.5631C5.21198 17.7966 6.31088 17.1998 7.12549 16.6663L6.57757 15.8297L6.02966 14.9932C5.4295 15.3863 3.96629 16.1989 3.03462 17.2021C2.5536 17.72 2.09601 18.4042 2.01311 19.2384C1.92541 20.1209 2.27532 20.9585 2.98919 21.7066L3.71266 21.0162ZM17.4224 15.8297L16.8745 16.6663C17.6891 17.1998 18.788 17.7966 19.4999 18.5631C19.8407 18.93 19.9753 19.2207 19.9967 19.4362C20.0133 19.6033 19.9796 19.8901 19.5639 20.3259L20.2873 21.0162L21.0108 21.7066C21.7247 20.9585 22.0746 20.1209 21.9869 19.2384C21.904 18.4042 21.4464 17.72 20.9654 17.2021C20.0337 16.1989 18.5705 15.3863 17.9703 14.9932L17.4224 15.8297ZM20.2873 21.0162L19.5639 20.3259C18.5389 21.4001 17.5547 22 16.4091 22V23V24C18.3543 24 19.8285 22.9456 21.0108 21.7066L20.2873 21.0162ZM3.71266 21.0162L2.98919 21.7066C4.17147 22.9456 5.64571 24 7.59087 24V23V22C6.44528 22 5.46115 21.4001 4.43614 20.3259L3.71266 21.0162ZM16.5 5.4H15.5C15.5 7.2567 13.9543 8.8 12 8.8V9.8V10.8C15.0163 10.8 17.5 8.4034 17.5 5.4H16.5ZM12 9.8V8.8C10.0457 8.8 8.5 7.2567 8.5 5.4H7.5H6.5C6.5 8.4034 8.98374 10.8 12 10.8V9.8ZM7.5 5.4H8.5C8.5 3.5433 10.0457 2 12 2V1V0C8.98374 0 6.5 2.3966 6.5 5.4H7.5ZM12 1V2C13.9543 2 15.5 3.5433 15.5 5.4H16.5H17.5C17.5 2.3966 15.0163 0 12 0V1Z" class="fill-[#252525] group-hover:fill-white transition duration-300 ease-linear"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear leading-5">
                        Миняйло Полина Сергеевна
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M3.77762 11.9424C2.8296 10.2893 2.37185 8.93948 2.09584 7.57121C1.68762 5.54758 2.62181 3.57081 4.16938 2.30947C4.82345 1.77638 5.57323 1.95852 5.96 2.6524L6.83318 4.21891C7.52529 5.46057 7.87134 6.08139 7.8027 6.73959C7.73407 7.39779 7.26737 7.93386 6.33397 9.00601L3.77762 11.9424ZM3.77762 11.9424C5.69651 15.2883 8.70784 18.3013 12.0576 20.2224M12.0576 20.2224C13.7107 21.1704 15.0605 21.6282 16.4288 21.9042C18.4524 22.3124 20.4292 21.3782 21.6905 19.8306C22.2236 19.1766 22.0415 18.4268 21.3476 18.04L19.7811 17.1668C18.5394 16.4747 17.9186 16.1287 17.2604 16.1973C16.6022 16.2659 16.0661 16.7326 14.994 17.666L12.0576 20.2224Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        +7(990) 098-76-54
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M1 6L8.60433 9.91697C11.4078 11.361 12.5922 11.361 15.3957 9.91697L23 6" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                        <path d="M1.01734 13.5624C1.08926 16.8083 1.12521 18.4312 2.36945 19.6334C3.61369 20.8356 5.34537 20.8775 8.80871 20.9613C10.9432 21.0129 13.0568 21.0129 15.1913 20.9613C18.6546 20.8775 20.3863 20.8356 21.6306 19.6334C22.8748 18.4312 22.9107 16.8083 22.9827 13.5624C23.0058 12.5188 23.0058 11.4813 22.9827 10.4376C22.9107 7.19173 22.8748 5.5688 21.6306 4.36658C20.3863 3.16436 18.6546 3.12248 15.1913 3.03872C13.0568 2.9871 10.9432 2.98709 8.8087 3.03871C5.34536 3.12247 3.61369 3.16434 2.36945 4.36657C1.12521 5.56879 1.08925 7.19172 1.01734 10.4376C0.994219 11.4812 0.99422 12.5188 1.01734 13.5624Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        example.22@gridl.last
                    </span>
                </div>
            </div>
        </a>
        <a href="https://t.me/ArtYugZo https://vk.com/club224373025" class="grid sm:grid-cols-[minmax(0,_240px)_1fr] group">
            <div>
                <img class="h-full w-full object-cover" src="{{asset('img/clubs/club-4.jpg')}}" alt="">
            </div>
            <div class="bg-white p-5 group-hover:bg-[#C10F1A] transition duration-300 ease-linear">
                <h2 class="mb-4 font-bold text-xl group-hover:text-white transition duration-300 ease-linear">Арт-резиденция «Арт юг»</h2>
                <div class="flex items-center gap-4 p-2.5 ">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M6.57757 15.8297L6.02966 14.9932L6.57757 15.8297ZM17.4224 15.8297L17.9703 14.9932H17.9703L17.4224 15.8297ZM3.71266 21.0162L2.98919 21.7066H2.98919L3.71266 21.0162ZM20.2873 21.0162L19.5639 20.3259L20.2873 21.0162ZM6.57757 15.8297L7.12549 16.6663C10.1103 14.7112 13.8897 14.7112 16.8745 16.6663L17.4224 15.8297L17.9703 14.9932C14.32 12.6023 9.68004 12.6023 6.02966 14.9932L6.57757 15.8297ZM7.59087 23V24H16.4091V23V22H7.59087V23ZM3.71266 21.0162L4.43614 20.3259C4.02036 19.8901 3.98671 19.6033 4.00331 19.4362C4.02472 19.2207 4.1593 18.93 4.50007 18.5631C5.21198 17.7966 6.31088 17.1998 7.12549 16.6663L6.57757 15.8297L6.02966 14.9932C5.4295 15.3863 3.96629 16.1989 3.03462 17.2021C2.5536 17.72 2.09601 18.4042 2.01311 19.2384C1.92541 20.1209 2.27532 20.9585 2.98919 21.7066L3.71266 21.0162ZM17.4224 15.8297L16.8745 16.6663C17.6891 17.1998 18.788 17.7966 19.4999 18.5631C19.8407 18.93 19.9753 19.2207 19.9967 19.4362C20.0133 19.6033 19.9796 19.8901 19.5639 20.3259L20.2873 21.0162L21.0108 21.7066C21.7247 20.9585 22.0746 20.1209 21.9869 19.2384C21.904 18.4042 21.4464 17.72 20.9654 17.2021C20.0337 16.1989 18.5705 15.3863 17.9703 14.9932L17.4224 15.8297ZM20.2873 21.0162L19.5639 20.3259C18.5389 21.4001 17.5547 22 16.4091 22V23V24C18.3543 24 19.8285 22.9456 21.0108 21.7066L20.2873 21.0162ZM3.71266 21.0162L2.98919 21.7066C4.17147 22.9456 5.64571 24 7.59087 24V23V22C6.44528 22 5.46115 21.4001 4.43614 20.3259L3.71266 21.0162ZM16.5 5.4H15.5C15.5 7.2567 13.9543 8.8 12 8.8V9.8V10.8C15.0163 10.8 17.5 8.4034 17.5 5.4H16.5ZM12 9.8V8.8C10.0457 8.8 8.5 7.2567 8.5 5.4H7.5H6.5C6.5 8.4034 8.98374 10.8 12 10.8V9.8ZM7.5 5.4H8.5C8.5 3.5433 10.0457 2 12 2V1V0C8.98374 0 6.5 2.3966 6.5 5.4H7.5ZM12 1V2C13.9543 2 15.5 3.5433 15.5 5.4H16.5H17.5C17.5 2.3966 15.0163 0 12 0V1Z" class="fill-[#252525] group-hover:fill-white transition duration-300 ease-linear"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear leading-5">
                        Попович Татьяна Вячеславовна
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M3.77762 11.9424C2.8296 10.2893 2.37185 8.93948 2.09584 7.57121C1.68762 5.54758 2.62181 3.57081 4.16938 2.30947C4.82345 1.77638 5.57323 1.95852 5.96 2.6524L6.83318 4.21891C7.52529 5.46057 7.87134 6.08139 7.8027 6.73959C7.73407 7.39779 7.26737 7.93386 6.33397 9.00601L3.77762 11.9424ZM3.77762 11.9424C5.69651 15.2883 8.70784 18.3013 12.0576 20.2224M12.0576 20.2224C13.7107 21.1704 15.0605 21.6282 16.4288 21.9042C18.4524 22.3124 20.4292 21.3782 21.6905 19.8306C22.2236 19.1766 22.0415 18.4268 21.3476 18.04L19.7811 17.1668C18.5394 16.4747 17.9186 16.1287 17.2604 16.1973C16.6022 16.2659 16.0661 16.7326 14.994 17.666L12.0576 20.2224Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        +7(990) 098-76-54
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M1 6L8.60433 9.91697C11.4078 11.361 12.5922 11.361 15.3957 9.91697L23 6" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                        <path d="M1.01734 13.5624C1.08926 16.8083 1.12521 18.4312 2.36945 19.6334C3.61369 20.8356 5.34537 20.8775 8.80871 20.9613C10.9432 21.0129 13.0568 21.0129 15.1913 20.9613C18.6546 20.8775 20.3863 20.8356 21.6306 19.6334C22.8748 18.4312 22.9107 16.8083 22.9827 13.5624C23.0058 12.5188 23.0058 11.4813 22.9827 10.4376C22.9107 7.19173 22.8748 5.5688 21.6306 4.36658C20.3863 3.16436 18.6546 3.12248 15.1913 3.03872C13.0568 2.9871 10.9432 2.98709 8.8087 3.03871C5.34536 3.12247 3.61369 3.16434 2.36945 4.36657C1.12521 5.56879 1.08925 7.19172 1.01734 10.4376C0.994219 11.4812 0.99422 12.5188 1.01734 13.5624Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        example.22@gridl.last
                    </span>
                </div>
            </div>
        </a>
        <a href="https://t.me/mediatopol" class="grid sm:grid-cols-[minmax(0,_240px)_1fr] group">
            <div>
                <img class="h-full w-full object-cover" src="{{asset('img/clubs/club-5.jpg')}}" alt="">
            </div>
            <div class="bg-white p-5 group-hover:bg-[#C10F1A] transition duration-300 ease-linear">
                <h2 class="mb-4 font-bold text-xl group-hover:text-white transition duration-300 ease-linear">Медиатополь</h2>
                <div class="flex items-center gap-4 p-2.5 ">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M6.57757 15.8297L6.02966 14.9932L6.57757 15.8297ZM17.4224 15.8297L17.9703 14.9932H17.9703L17.4224 15.8297ZM3.71266 21.0162L2.98919 21.7066H2.98919L3.71266 21.0162ZM20.2873 21.0162L19.5639 20.3259L20.2873 21.0162ZM6.57757 15.8297L7.12549 16.6663C10.1103 14.7112 13.8897 14.7112 16.8745 16.6663L17.4224 15.8297L17.9703 14.9932C14.32 12.6023 9.68004 12.6023 6.02966 14.9932L6.57757 15.8297ZM7.59087 23V24H16.4091V23V22H7.59087V23ZM3.71266 21.0162L4.43614 20.3259C4.02036 19.8901 3.98671 19.6033 4.00331 19.4362C4.02472 19.2207 4.1593 18.93 4.50007 18.5631C5.21198 17.7966 6.31088 17.1998 7.12549 16.6663L6.57757 15.8297L6.02966 14.9932C5.4295 15.3863 3.96629 16.1989 3.03462 17.2021C2.5536 17.72 2.09601 18.4042 2.01311 19.2384C1.92541 20.1209 2.27532 20.9585 2.98919 21.7066L3.71266 21.0162ZM17.4224 15.8297L16.8745 16.6663C17.6891 17.1998 18.788 17.7966 19.4999 18.5631C19.8407 18.93 19.9753 19.2207 19.9967 19.4362C20.0133 19.6033 19.9796 19.8901 19.5639 20.3259L20.2873 21.0162L21.0108 21.7066C21.7247 20.9585 22.0746 20.1209 21.9869 19.2384C21.904 18.4042 21.4464 17.72 20.9654 17.2021C20.0337 16.1989 18.5705 15.3863 17.9703 14.9932L17.4224 15.8297ZM20.2873 21.0162L19.5639 20.3259C18.5389 21.4001 17.5547 22 16.4091 22V23V24C18.3543 24 19.8285 22.9456 21.0108 21.7066L20.2873 21.0162ZM3.71266 21.0162L2.98919 21.7066C4.17147 22.9456 5.64571 24 7.59087 24V23V22C6.44528 22 5.46115 21.4001 4.43614 20.3259L3.71266 21.0162ZM16.5 5.4H15.5C15.5 7.2567 13.9543 8.8 12 8.8V9.8V10.8C15.0163 10.8 17.5 8.4034 17.5 5.4H16.5ZM12 9.8V8.8C10.0457 8.8 8.5 7.2567 8.5 5.4H7.5H6.5C6.5 8.4034 8.98374 10.8 12 10.8V9.8ZM7.5 5.4H8.5C8.5 3.5433 10.0457 2 12 2V1V0C8.98374 0 6.5 2.3966 6.5 5.4H7.5ZM12 1V2C13.9543 2 15.5 3.5433 15.5 5.4H16.5H17.5C17.5 2.3966 15.0163 0 12 0V1Z" class="fill-[#252525] group-hover:fill-white transition duration-300 ease-linear"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear leading-5">
                        Гуров Александр Сергеевич
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M3.77762 11.9424C2.8296 10.2893 2.37185 8.93948 2.09584 7.57121C1.68762 5.54758 2.62181 3.57081 4.16938 2.30947C4.82345 1.77638 5.57323 1.95852 5.96 2.6524L6.83318 4.21891C7.52529 5.46057 7.87134 6.08139 7.8027 6.73959C7.73407 7.39779 7.26737 7.93386 6.33397 9.00601L3.77762 11.9424ZM3.77762 11.9424C5.69651 15.2883 8.70784 18.3013 12.0576 20.2224M12.0576 20.2224C13.7107 21.1704 15.0605 21.6282 16.4288 21.9042C18.4524 22.3124 20.4292 21.3782 21.6905 19.8306C22.2236 19.1766 22.0415 18.4268 21.3476 18.04L19.7811 17.1668C18.5394 16.4747 17.9186 16.1287 17.2604 16.1973C16.6022 16.2659 16.0661 16.7326 14.994 17.666L12.0576 20.2224Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        +7(990) 098-76-54
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M1 6L8.60433 9.91697C11.4078 11.361 12.5922 11.361 15.3957 9.91697L23 6" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                        <path d="M1.01734 13.5624C1.08926 16.8083 1.12521 18.4312 2.36945 19.6334C3.61369 20.8356 5.34537 20.8775 8.80871 20.9613C10.9432 21.0129 13.0568 21.0129 15.1913 20.9613C18.6546 20.8775 20.3863 20.8356 21.6306 19.6334C22.8748 18.4312 22.9107 16.8083 22.9827 13.5624C23.0058 12.5188 23.0058 11.4813 22.9827 10.4376C22.9107 7.19173 22.8748 5.5688 21.6306 4.36658C20.3863 3.16436 18.6546 3.12248 15.1913 3.03872C13.0568 2.9871 10.9432 2.98709 8.8087 3.03871C5.34536 3.12247 3.61369 3.16434 2.36945 4.36657C1.12521 5.56879 1.08925 7.19172 1.01734 10.4376C0.994219 11.4812 0.99422 12.5188 1.01734 13.5624Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        example.22@gridl.last
                    </span>
                </div>
            </div>
        </a>
        <a href="https://t.me/zp_kvn" class="grid sm:grid-cols-[minmax(0,_240px)_1fr] group">
            <div>
                <img class="h-full w-full object-cover" src="{{asset('img/clubs/club-6.jpg')}}" alt="">
            </div>
            <div class="bg-white p-5 group-hover:bg-[#C10F1A] transition duration-300 ease-linear">
                <h2 class="mb-4 font-bold text-xl group-hover:text-white transition duration-300 ease-linear">Официальная Запорожская лига КВН</h2>
                <div class="flex items-center gap-4 p-2.5 ">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M6.57757 15.8297L6.02966 14.9932L6.57757 15.8297ZM17.4224 15.8297L17.9703 14.9932H17.9703L17.4224 15.8297ZM3.71266 21.0162L2.98919 21.7066H2.98919L3.71266 21.0162ZM20.2873 21.0162L19.5639 20.3259L20.2873 21.0162ZM6.57757 15.8297L7.12549 16.6663C10.1103 14.7112 13.8897 14.7112 16.8745 16.6663L17.4224 15.8297L17.9703 14.9932C14.32 12.6023 9.68004 12.6023 6.02966 14.9932L6.57757 15.8297ZM7.59087 23V24H16.4091V23V22H7.59087V23ZM3.71266 21.0162L4.43614 20.3259C4.02036 19.8901 3.98671 19.6033 4.00331 19.4362C4.02472 19.2207 4.1593 18.93 4.50007 18.5631C5.21198 17.7966 6.31088 17.1998 7.12549 16.6663L6.57757 15.8297L6.02966 14.9932C5.4295 15.3863 3.96629 16.1989 3.03462 17.2021C2.5536 17.72 2.09601 18.4042 2.01311 19.2384C1.92541 20.1209 2.27532 20.9585 2.98919 21.7066L3.71266 21.0162ZM17.4224 15.8297L16.8745 16.6663C17.6891 17.1998 18.788 17.7966 19.4999 18.5631C19.8407 18.93 19.9753 19.2207 19.9967 19.4362C20.0133 19.6033 19.9796 19.8901 19.5639 20.3259L20.2873 21.0162L21.0108 21.7066C21.7247 20.9585 22.0746 20.1209 21.9869 19.2384C21.904 18.4042 21.4464 17.72 20.9654 17.2021C20.0337 16.1989 18.5705 15.3863 17.9703 14.9932L17.4224 15.8297ZM20.2873 21.0162L19.5639 20.3259C18.5389 21.4001 17.5547 22 16.4091 22V23V24C18.3543 24 19.8285 22.9456 21.0108 21.7066L20.2873 21.0162ZM3.71266 21.0162L2.98919 21.7066C4.17147 22.9456 5.64571 24 7.59087 24V23V22C6.44528 22 5.46115 21.4001 4.43614 20.3259L3.71266 21.0162ZM16.5 5.4H15.5C15.5 7.2567 13.9543 8.8 12 8.8V9.8V10.8C15.0163 10.8 17.5 8.4034 17.5 5.4H16.5ZM12 9.8V8.8C10.0457 8.8 8.5 7.2567 8.5 5.4H7.5H6.5C6.5 8.4034 8.98374 10.8 12 10.8V9.8ZM7.5 5.4H8.5C8.5 3.5433 10.0457 2 12 2V1V0C8.98374 0 6.5 2.3966 6.5 5.4H7.5ZM12 1V2C13.9543 2 15.5 3.5433 15.5 5.4H16.5H17.5C17.5 2.3966 15.0163 0 12 0V1Z" class="fill-[#252525] group-hover:fill-white transition duration-300 ease-linear"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear leading-5">
                        Еременко Иван Алексеевич
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M3.77762 11.9424C2.8296 10.2893 2.37185 8.93948 2.09584 7.57121C1.68762 5.54758 2.62181 3.57081 4.16938 2.30947C4.82345 1.77638 5.57323 1.95852 5.96 2.6524L6.83318 4.21891C7.52529 5.46057 7.87134 6.08139 7.8027 6.73959C7.73407 7.39779 7.26737 7.93386 6.33397 9.00601L3.77762 11.9424ZM3.77762 11.9424C5.69651 15.2883 8.70784 18.3013 12.0576 20.2224M12.0576 20.2224C13.7107 21.1704 15.0605 21.6282 16.4288 21.9042C18.4524 22.3124 20.4292 21.3782 21.6905 19.8306C22.2236 19.1766 22.0415 18.4268 21.3476 18.04L19.7811 17.1668C18.5394 16.4747 17.9186 16.1287 17.2604 16.1973C16.6022 16.2659 16.0661 16.7326 14.994 17.666L12.0576 20.2224Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        +7(990) 098-76-54
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M1 6L8.60433 9.91697C11.4078 11.361 12.5922 11.361 15.3957 9.91697L23 6" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                        <path d="M1.01734 13.5624C1.08926 16.8083 1.12521 18.4312 2.36945 19.6334C3.61369 20.8356 5.34537 20.8775 8.80871 20.9613C10.9432 21.0129 13.0568 21.0129 15.1913 20.9613C18.6546 20.8775 20.3863 20.8356 21.6306 19.6334C22.8748 18.4312 22.9107 16.8083 22.9827 13.5624C23.0058 12.5188 23.0058 11.4813 22.9827 10.4376C22.9107 7.19173 22.8748 5.5688 21.6306 4.36658C20.3863 3.16436 18.6546 3.12248 15.1913 3.03872C13.0568 2.9871 10.9432 2.98709 8.8087 3.03871C5.34536 3.12247 3.61369 3.16434 2.36945 4.36657C1.12521 5.56879 1.08925 7.19172 1.01734 10.4376C0.994219 11.4812 0.99422 12.5188 1.01734 13.5624Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        example.22@gridl.last
                    </span>
                </div>
            </div>
        </a>
        <a href="https://t.me/ya_gorzhus_mlt" class="grid sm:grid-cols-[minmax(0,_240px)_1fr] group">
            <div>
                <img class="h-full w-full object-cover" src="{{asset('img/clubs/club-7.png')}}" alt="">
            </div>
            <div class="bg-white p-5 group-hover:bg-[#C10F1A] transition duration-300 ease-linear">
                <h2 class="mb-4 font-bold text-xl group-hover:text-white transition duration-300 ease-linear">Патриотический клуб «Я горжусь»</h2>
                <div class="flex items-center gap-4 p-2.5 ">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M6.57757 15.8297L6.02966 14.9932L6.57757 15.8297ZM17.4224 15.8297L17.9703 14.9932H17.9703L17.4224 15.8297ZM3.71266 21.0162L2.98919 21.7066H2.98919L3.71266 21.0162ZM20.2873 21.0162L19.5639 20.3259L20.2873 21.0162ZM6.57757 15.8297L7.12549 16.6663C10.1103 14.7112 13.8897 14.7112 16.8745 16.6663L17.4224 15.8297L17.9703 14.9932C14.32 12.6023 9.68004 12.6023 6.02966 14.9932L6.57757 15.8297ZM7.59087 23V24H16.4091V23V22H7.59087V23ZM3.71266 21.0162L4.43614 20.3259C4.02036 19.8901 3.98671 19.6033 4.00331 19.4362C4.02472 19.2207 4.1593 18.93 4.50007 18.5631C5.21198 17.7966 6.31088 17.1998 7.12549 16.6663L6.57757 15.8297L6.02966 14.9932C5.4295 15.3863 3.96629 16.1989 3.03462 17.2021C2.5536 17.72 2.09601 18.4042 2.01311 19.2384C1.92541 20.1209 2.27532 20.9585 2.98919 21.7066L3.71266 21.0162ZM17.4224 15.8297L16.8745 16.6663C17.6891 17.1998 18.788 17.7966 19.4999 18.5631C19.8407 18.93 19.9753 19.2207 19.9967 19.4362C20.0133 19.6033 19.9796 19.8901 19.5639 20.3259L20.2873 21.0162L21.0108 21.7066C21.7247 20.9585 22.0746 20.1209 21.9869 19.2384C21.904 18.4042 21.4464 17.72 20.9654 17.2021C20.0337 16.1989 18.5705 15.3863 17.9703 14.9932L17.4224 15.8297ZM20.2873 21.0162L19.5639 20.3259C18.5389 21.4001 17.5547 22 16.4091 22V23V24C18.3543 24 19.8285 22.9456 21.0108 21.7066L20.2873 21.0162ZM3.71266 21.0162L2.98919 21.7066C4.17147 22.9456 5.64571 24 7.59087 24V23V22C6.44528 22 5.46115 21.4001 4.43614 20.3259L3.71266 21.0162ZM16.5 5.4H15.5C15.5 7.2567 13.9543 8.8 12 8.8V9.8V10.8C15.0163 10.8 17.5 8.4034 17.5 5.4H16.5ZM12 9.8V8.8C10.0457 8.8 8.5 7.2567 8.5 5.4H7.5H6.5C6.5 8.4034 8.98374 10.8 12 10.8V9.8ZM7.5 5.4H8.5C8.5 3.5433 10.0457 2 12 2V1V0C8.98374 0 6.5 2.3966 6.5 5.4H7.5ZM12 1V2C13.9543 2 15.5 3.5433 15.5 5.4H16.5H17.5C17.5 2.3966 15.0163 0 12 0V1Z" class="fill-[#252525] group-hover:fill-white transition duration-300 ease-linear"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear leading-5">
                        Шарлай Илья Александрович
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M3.77762 11.9424C2.8296 10.2893 2.37185 8.93948 2.09584 7.57121C1.68762 5.54758 2.62181 3.57081 4.16938 2.30947C4.82345 1.77638 5.57323 1.95852 5.96 2.6524L6.83318 4.21891C7.52529 5.46057 7.87134 6.08139 7.8027 6.73959C7.73407 7.39779 7.26737 7.93386 6.33397 9.00601L3.77762 11.9424ZM3.77762 11.9424C5.69651 15.2883 8.70784 18.3013 12.0576 20.2224M12.0576 20.2224C13.7107 21.1704 15.0605 21.6282 16.4288 21.9042C18.4524 22.3124 20.4292 21.3782 21.6905 19.8306C22.2236 19.1766 22.0415 18.4268 21.3476 18.04L19.7811 17.1668C18.5394 16.4747 17.9186 16.1287 17.2604 16.1973C16.6022 16.2659 16.0661 16.7326 14.994 17.666L12.0576 20.2224Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        +7(990) 098-76-54
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M1 6L8.60433 9.91697C11.4078 11.361 12.5922 11.361 15.3957 9.91697L23 6" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                        <path d="M1.01734 13.5624C1.08926 16.8083 1.12521 18.4312 2.36945 19.6334C3.61369 20.8356 5.34537 20.8775 8.80871 20.9613C10.9432 21.0129 13.0568 21.0129 15.1913 20.9613C18.6546 20.8775 20.3863 20.8356 21.6306 19.6334C22.8748 18.4312 22.9107 16.8083 22.9827 13.5624C23.0058 12.5188 23.0058 11.4813 22.9827 10.4376C22.9107 7.19173 22.8748 5.5688 21.6306 4.36658C20.3863 3.16436 18.6546 3.12248 15.1913 3.03872C13.0568 2.9871 10.9432 2.98709 8.8087 3.03871C5.34536 3.12247 3.61369 3.16434 2.36945 4.36657C1.12521 5.56879 1.08925 7.19172 1.01734 10.4376C0.994219 11.4812 0.99422 12.5188 1.01734 13.5624Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        example.22@gridl.last
                    </span>
                </div>
            </div>
        </a>
        <a href="https://t.me/mypervie_zp" class="grid sm:grid-cols-[minmax(0,_240px)_1fr] group">
            <div>
                <img class="h-full w-full object-cover" src="{{asset('img/clubs/club-8.jpg')}}" alt="">
            </div>
            <div class="bg-white p-5 group-hover:bg-[#C10F1A] transition duration-300 ease-linear">
                <h2 class="mb-4 font-bold text-xl group-hover:text-white transition duration-300 ease-linear">Российское движение детей и молодежи</h2>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M6.57757 15.8297L6.02966 14.9932L6.57757 15.8297ZM17.4224 15.8297L17.9703 14.9932H17.9703L17.4224 15.8297ZM3.71266 21.0162L2.98919 21.7066H2.98919L3.71266 21.0162ZM20.2873 21.0162L19.5639 20.3259L20.2873 21.0162ZM6.57757 15.8297L7.12549 16.6663C10.1103 14.7112 13.8897 14.7112 16.8745 16.6663L17.4224 15.8297L17.9703 14.9932C14.32 12.6023 9.68004 12.6023 6.02966 14.9932L6.57757 15.8297ZM7.59087 23V24H16.4091V23V22H7.59087V23ZM3.71266 21.0162L4.43614 20.3259C4.02036 19.8901 3.98671 19.6033 4.00331 19.4362C4.02472 19.2207 4.1593 18.93 4.50007 18.5631C5.21198 17.7966 6.31088 17.1998 7.12549 16.6663L6.57757 15.8297L6.02966 14.9932C5.4295 15.3863 3.96629 16.1989 3.03462 17.2021C2.5536 17.72 2.09601 18.4042 2.01311 19.2384C1.92541 20.1209 2.27532 20.9585 2.98919 21.7066L3.71266 21.0162ZM17.4224 15.8297L16.8745 16.6663C17.6891 17.1998 18.788 17.7966 19.4999 18.5631C19.8407 18.93 19.9753 19.2207 19.9967 19.4362C20.0133 19.6033 19.9796 19.8901 19.5639 20.3259L20.2873 21.0162L21.0108 21.7066C21.7247 20.9585 22.0746 20.1209 21.9869 19.2384C21.904 18.4042 21.4464 17.72 20.9654 17.2021C20.0337 16.1989 18.5705 15.3863 17.9703 14.9932L17.4224 15.8297ZM20.2873 21.0162L19.5639 20.3259C18.5389 21.4001 17.5547 22 16.4091 22V23V24C18.3543 24 19.8285 22.9456 21.0108 21.7066L20.2873 21.0162ZM3.71266 21.0162L2.98919 21.7066C4.17147 22.9456 5.64571 24 7.59087 24V23V22C6.44528 22 5.46115 21.4001 4.43614 20.3259L3.71266 21.0162ZM16.5 5.4H15.5C15.5 7.2567 13.9543 8.8 12 8.8V9.8V10.8C15.0163 10.8 17.5 8.4034 17.5 5.4H16.5ZM12 9.8V8.8C10.0457 8.8 8.5 7.2567 8.5 5.4H7.5H6.5C6.5 8.4034 8.98374 10.8 12 10.8V9.8ZM7.5 5.4H8.5C8.5 3.5433 10.0457 2 12 2V1V0C8.98374 0 6.5 2.3966 6.5 5.4H7.5ZM12 1V2C13.9543 2 15.5 3.5433 15.5 5.4H16.5H17.5C17.5 2.3966 15.0163 0 12 0V1Z" class="fill-[#252525] group-hover:fill-white transition duration-300 ease-linear"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear leading-5">
                        Кастрамина Виктория Олеговна
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M3.77762 11.9424C2.8296 10.2893 2.37185 8.93948 2.09584 7.57121C1.68762 5.54758 2.62181 3.57081 4.16938 2.30947C4.82345 1.77638 5.57323 1.95852 5.96 2.6524L6.83318 4.21891C7.52529 5.46057 7.87134 6.08139 7.8027 6.73959C7.73407 7.39779 7.26737 7.93386 6.33397 9.00601L3.77762 11.9424ZM3.77762 11.9424C5.69651 15.2883 8.70784 18.3013 12.0576 20.2224M12.0576 20.2224C13.7107 21.1704 15.0605 21.6282 16.4288 21.9042C18.4524 22.3124 20.4292 21.3782 21.6905 19.8306C22.2236 19.1766 22.0415 18.4268 21.3476 18.04L19.7811 17.1668C18.5394 16.4747 17.9186 16.1287 17.2604 16.1973C16.6022 16.2659 16.0661 16.7326 14.994 17.666L12.0576 20.2224Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        +7(990) 098-76-54
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M1 6L8.60433 9.91697C11.4078 11.361 12.5922 11.361 15.3957 9.91697L23 6" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                        <path d="M1.01734 13.5624C1.08926 16.8083 1.12521 18.4312 2.36945 19.6334C3.61369 20.8356 5.34537 20.8775 8.80871 20.9613C10.9432 21.0129 13.0568 21.0129 15.1913 20.9613C18.6546 20.8775 20.3863 20.8356 21.6306 19.6334C22.8748 18.4312 22.9107 16.8083 22.9827 13.5624C23.0058 12.5188 23.0058 11.4813 22.9827 10.4376C22.9107 7.19173 22.8748 5.5688 21.6306 4.36658C20.3863 3.16436 18.6546 3.12248 15.1913 3.03872C13.0568 2.9871 10.9432 2.98709 8.8087 3.03871C5.34536 3.12247 3.61369 3.16434 2.36945 4.36657C1.12521 5.56879 1.08925 7.19172 1.01734 10.4376C0.994219 11.4812 0.99422 12.5188 1.01734 13.5624Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        example.22@gridl.last
                    </span>
                </div>
            </div>
        </a>
        <a href="https://historyrussia.org/otdeleniya/zaporozhskaya-oblast.html" class="grid sm:grid-cols-[minmax(0,_240px)_1fr] group">
            <div>
                <img class="h-full w-full object-cover" src="{{asset('img/clubs/club-9.jpg')}}" alt="">
            </div>
            <div class="bg-white p-5 group-hover:bg-[#C10F1A] transition duration-300 ease-linear">
                <h2 class="mb-4 font-bold text-xl group-hover:text-white transition duration-300 ease-linear">Российское историческое общество</h2>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M6.57757 15.8297L6.02966 14.9932L6.57757 15.8297ZM17.4224 15.8297L17.9703 14.9932H17.9703L17.4224 15.8297ZM3.71266 21.0162L2.98919 21.7066H2.98919L3.71266 21.0162ZM20.2873 21.0162L19.5639 20.3259L20.2873 21.0162ZM6.57757 15.8297L7.12549 16.6663C10.1103 14.7112 13.8897 14.7112 16.8745 16.6663L17.4224 15.8297L17.9703 14.9932C14.32 12.6023 9.68004 12.6023 6.02966 14.9932L6.57757 15.8297ZM7.59087 23V24H16.4091V23V22H7.59087V23ZM3.71266 21.0162L4.43614 20.3259C4.02036 19.8901 3.98671 19.6033 4.00331 19.4362C4.02472 19.2207 4.1593 18.93 4.50007 18.5631C5.21198 17.7966 6.31088 17.1998 7.12549 16.6663L6.57757 15.8297L6.02966 14.9932C5.4295 15.3863 3.96629 16.1989 3.03462 17.2021C2.5536 17.72 2.09601 18.4042 2.01311 19.2384C1.92541 20.1209 2.27532 20.9585 2.98919 21.7066L3.71266 21.0162ZM17.4224 15.8297L16.8745 16.6663C17.6891 17.1998 18.788 17.7966 19.4999 18.5631C19.8407 18.93 19.9753 19.2207 19.9967 19.4362C20.0133 19.6033 19.9796 19.8901 19.5639 20.3259L20.2873 21.0162L21.0108 21.7066C21.7247 20.9585 22.0746 20.1209 21.9869 19.2384C21.904 18.4042 21.4464 17.72 20.9654 17.2021C20.0337 16.1989 18.5705 15.3863 17.9703 14.9932L17.4224 15.8297ZM20.2873 21.0162L19.5639 20.3259C18.5389 21.4001 17.5547 22 16.4091 22V23V24C18.3543 24 19.8285 22.9456 21.0108 21.7066L20.2873 21.0162ZM3.71266 21.0162L2.98919 21.7066C4.17147 22.9456 5.64571 24 7.59087 24V23V22C6.44528 22 5.46115 21.4001 4.43614 20.3259L3.71266 21.0162ZM16.5 5.4H15.5C15.5 7.2567 13.9543 8.8 12 8.8V9.8V10.8C15.0163 10.8 17.5 8.4034 17.5 5.4H16.5ZM12 9.8V8.8C10.0457 8.8 8.5 7.2567 8.5 5.4H7.5H6.5C6.5 8.4034 8.98374 10.8 12 10.8V9.8ZM7.5 5.4H8.5C8.5 3.5433 10.0457 2 12 2V1V0C8.98374 0 6.5 2.3966 6.5 5.4H7.5ZM12 1V2C13.9543 2 15.5 3.5433 15.5 5.4H16.5H17.5C17.5 2.3966 15.0163 0 12 0V1Z" class="fill-[#252525] group-hover:fill-white transition duration-300 ease-linear"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear leading-5">
                        Жиряков Константин Александрович
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M3.77762 11.9424C2.8296 10.2893 2.37185 8.93948 2.09584 7.57121C1.68762 5.54758 2.62181 3.57081 4.16938 2.30947C4.82345 1.77638 5.57323 1.95852 5.96 2.6524L6.83318 4.21891C7.52529 5.46057 7.87134 6.08139 7.8027 6.73959C7.73407 7.39779 7.26737 7.93386 6.33397 9.00601L3.77762 11.9424ZM3.77762 11.9424C5.69651 15.2883 8.70784 18.3013 12.0576 20.2224M12.0576 20.2224C13.7107 21.1704 15.0605 21.6282 16.4288 21.9042C18.4524 22.3124 20.4292 21.3782 21.6905 19.8306C22.2236 19.1766 22.0415 18.4268 21.3476 18.04L19.7811 17.1668C18.5394 16.4747 17.9186 16.1287 17.2604 16.1973C16.6022 16.2659 16.0661 16.7326 14.994 17.666L12.0576 20.2224Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        +7(990) 098-76-54
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M1 6L8.60433 9.91697C11.4078 11.361 12.5922 11.361 15.3957 9.91697L23 6" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                        <path d="M1.01734 13.5624C1.08926 16.8083 1.12521 18.4312 2.36945 19.6334C3.61369 20.8356 5.34537 20.8775 8.80871 20.9613C10.9432 21.0129 13.0568 21.0129 15.1913 20.9613C18.6546 20.8775 20.3863 20.8356 21.6306 19.6334C22.8748 18.4312 22.9107 16.8083 22.9827 13.5624C23.0058 12.5188 23.0058 11.4813 22.9827 10.4376C22.9107 7.19173 22.8748 5.5688 21.6306 4.36658C20.3863 3.16436 18.6546 3.12248 15.1913 3.03872C13.0568 2.9871 10.9432 2.98709 8.8087 3.03871C5.34536 3.12247 3.61369 3.16434 2.36945 4.36657C1.12521 5.56879 1.08925 7.19172 1.01734 10.4376C0.994219 11.4812 0.99422 12.5188 1.01734 13.5624Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        example.22@gridl.last
                    </span>
                </div>
            </div>
        </a>
        <a href="https://t.me/vsks85" class="grid sm:grid-cols-[minmax(0,_240px)_1fr] group">
            <div>
                <img class="h-full w-full object-cover" src="{{asset('img/clubs/club-10.jpg')}}" alt="">
            </div>
            <div class="bg-white p-5 group-hover:bg-[#C10F1A] transition duration-300 ease-linear">
                <h2 class="mb-4 font-bold text-xl group-hover:text-white transition duration-300 ease-linear">Всероссийский студенческий корпус спасателей</h2>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M6.57757 15.8297L6.02966 14.9932L6.57757 15.8297ZM17.4224 15.8297L17.9703 14.9932H17.9703L17.4224 15.8297ZM3.71266 21.0162L2.98919 21.7066H2.98919L3.71266 21.0162ZM20.2873 21.0162L19.5639 20.3259L20.2873 21.0162ZM6.57757 15.8297L7.12549 16.6663C10.1103 14.7112 13.8897 14.7112 16.8745 16.6663L17.4224 15.8297L17.9703 14.9932C14.32 12.6023 9.68004 12.6023 6.02966 14.9932L6.57757 15.8297ZM7.59087 23V24H16.4091V23V22H7.59087V23ZM3.71266 21.0162L4.43614 20.3259C4.02036 19.8901 3.98671 19.6033 4.00331 19.4362C4.02472 19.2207 4.1593 18.93 4.50007 18.5631C5.21198 17.7966 6.31088 17.1998 7.12549 16.6663L6.57757 15.8297L6.02966 14.9932C5.4295 15.3863 3.96629 16.1989 3.03462 17.2021C2.5536 17.72 2.09601 18.4042 2.01311 19.2384C1.92541 20.1209 2.27532 20.9585 2.98919 21.7066L3.71266 21.0162ZM17.4224 15.8297L16.8745 16.6663C17.6891 17.1998 18.788 17.7966 19.4999 18.5631C19.8407 18.93 19.9753 19.2207 19.9967 19.4362C20.0133 19.6033 19.9796 19.8901 19.5639 20.3259L20.2873 21.0162L21.0108 21.7066C21.7247 20.9585 22.0746 20.1209 21.9869 19.2384C21.904 18.4042 21.4464 17.72 20.9654 17.2021C20.0337 16.1989 18.5705 15.3863 17.9703 14.9932L17.4224 15.8297ZM20.2873 21.0162L19.5639 20.3259C18.5389 21.4001 17.5547 22 16.4091 22V23V24C18.3543 24 19.8285 22.9456 21.0108 21.7066L20.2873 21.0162ZM3.71266 21.0162L2.98919 21.7066C4.17147 22.9456 5.64571 24 7.59087 24V23V22C6.44528 22 5.46115 21.4001 4.43614 20.3259L3.71266 21.0162ZM16.5 5.4H15.5C15.5 7.2567 13.9543 8.8 12 8.8V9.8V10.8C15.0163 10.8 17.5 8.4034 17.5 5.4H16.5ZM12 9.8V8.8C10.0457 8.8 8.5 7.2567 8.5 5.4H7.5H6.5C6.5 8.4034 8.98374 10.8 12 10.8V9.8ZM7.5 5.4H8.5C8.5 3.5433 10.0457 2 12 2V1V0C8.98374 0 6.5 2.3966 6.5 5.4H7.5ZM12 1V2C13.9543 2 15.5 3.5433 15.5 5.4H16.5H17.5C17.5 2.3966 15.0163 0 12 0V1Z" class="fill-[#252525] group-hover:fill-white transition duration-300 ease-linear"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear leading-5">
                        Слуцкий Роман Олегович
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M3.77762 11.9424C2.8296 10.2893 2.37185 8.93948 2.09584 7.57121C1.68762 5.54758 2.62181 3.57081 4.16938 2.30947C4.82345 1.77638 5.57323 1.95852 5.96 2.6524L6.83318 4.21891C7.52529 5.46057 7.87134 6.08139 7.8027 6.73959C7.73407 7.39779 7.26737 7.93386 6.33397 9.00601L3.77762 11.9424ZM3.77762 11.9424C5.69651 15.2883 8.70784 18.3013 12.0576 20.2224M12.0576 20.2224C13.7107 21.1704 15.0605 21.6282 16.4288 21.9042C18.4524 22.3124 20.4292 21.3782 21.6905 19.8306C22.2236 19.1766 22.0415 18.4268 21.3476 18.04L19.7811 17.1668C18.5394 16.4747 17.9186 16.1287 17.2604 16.1973C16.6022 16.2659 16.0661 16.7326 14.994 17.666L12.0576 20.2224Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        +7(990) 098-76-54
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M1 6L8.60433 9.91697C11.4078 11.361 12.5922 11.361 15.3957 9.91697L23 6" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                        <path d="M1.01734 13.5624C1.08926 16.8083 1.12521 18.4312 2.36945 19.6334C3.61369 20.8356 5.34537 20.8775 8.80871 20.9613C10.9432 21.0129 13.0568 21.0129 15.1913 20.9613C18.6546 20.8775 20.3863 20.8356 21.6306 19.6334C22.8748 18.4312 22.9107 16.8083 22.9827 13.5624C23.0058 12.5188 23.0058 11.4813 22.9827 10.4376C22.9107 7.19173 22.8748 5.5688 21.6306 4.36658C20.3863 3.16436 18.6546 3.12248 15.1913 3.03872C13.0568 2.9871 10.9432 2.98709 8.8087 3.03871C5.34536 3.12247 3.61369 3.16434 2.36945 4.36657C1.12521 5.56879 1.08925 7.19172 1.01734 10.4376C0.994219 11.4812 0.99422 12.5188 1.01734 13.5624Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        example.22@gridl.last
                    </span>
                </div>
            </div>
        </a>
        <a href="https://rossp.ru/contacts/" class="grid sm:grid-cols-[minmax(0,_240px)_1fr] group">
            <div>
                <img class="h-full w-full object-cover" src="{{asset('img/clubs/club-11.jpg')}}" alt="">
            </div>
            <div class="bg-white p-5 group-hover:bg-[#C10F1A] transition duration-300 ease-linear">
                <h2 class="mb-4 font-bold text-xl group-hover:text-white transition duration-300 ease-linear">Российский союз писателей</h2>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M6.57757 15.8297L6.02966 14.9932L6.57757 15.8297ZM17.4224 15.8297L17.9703 14.9932H17.9703L17.4224 15.8297ZM3.71266 21.0162L2.98919 21.7066H2.98919L3.71266 21.0162ZM20.2873 21.0162L19.5639 20.3259L20.2873 21.0162ZM6.57757 15.8297L7.12549 16.6663C10.1103 14.7112 13.8897 14.7112 16.8745 16.6663L17.4224 15.8297L17.9703 14.9932C14.32 12.6023 9.68004 12.6023 6.02966 14.9932L6.57757 15.8297ZM7.59087 23V24H16.4091V23V22H7.59087V23ZM3.71266 21.0162L4.43614 20.3259C4.02036 19.8901 3.98671 19.6033 4.00331 19.4362C4.02472 19.2207 4.1593 18.93 4.50007 18.5631C5.21198 17.7966 6.31088 17.1998 7.12549 16.6663L6.57757 15.8297L6.02966 14.9932C5.4295 15.3863 3.96629 16.1989 3.03462 17.2021C2.5536 17.72 2.09601 18.4042 2.01311 19.2384C1.92541 20.1209 2.27532 20.9585 2.98919 21.7066L3.71266 21.0162ZM17.4224 15.8297L16.8745 16.6663C17.6891 17.1998 18.788 17.7966 19.4999 18.5631C19.8407 18.93 19.9753 19.2207 19.9967 19.4362C20.0133 19.6033 19.9796 19.8901 19.5639 20.3259L20.2873 21.0162L21.0108 21.7066C21.7247 20.9585 22.0746 20.1209 21.9869 19.2384C21.904 18.4042 21.4464 17.72 20.9654 17.2021C20.0337 16.1989 18.5705 15.3863 17.9703 14.9932L17.4224 15.8297ZM20.2873 21.0162L19.5639 20.3259C18.5389 21.4001 17.5547 22 16.4091 22V23V24C18.3543 24 19.8285 22.9456 21.0108 21.7066L20.2873 21.0162ZM3.71266 21.0162L2.98919 21.7066C4.17147 22.9456 5.64571 24 7.59087 24V23V22C6.44528 22 5.46115 21.4001 4.43614 20.3259L3.71266 21.0162ZM16.5 5.4H15.5C15.5 7.2567 13.9543 8.8 12 8.8V9.8V10.8C15.0163 10.8 17.5 8.4034 17.5 5.4H16.5ZM12 9.8V8.8C10.0457 8.8 8.5 7.2567 8.5 5.4H7.5H6.5C6.5 8.4034 8.98374 10.8 12 10.8V9.8ZM7.5 5.4H8.5C8.5 3.5433 10.0457 2 12 2V1V0C8.98374 0 6.5 2.3966 6.5 5.4H7.5ZM12 1V2C13.9543 2 15.5 3.5433 15.5 5.4H16.5H17.5C17.5 2.3966 15.0163 0 12 0V1Z" class="fill-[#252525] group-hover:fill-white transition duration-300 ease-linear"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear leading-5">
                        Дунаева Светлана Владимировна
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M3.77762 11.9424C2.8296 10.2893 2.37185 8.93948 2.09584 7.57121C1.68762 5.54758 2.62181 3.57081 4.16938 2.30947C4.82345 1.77638 5.57323 1.95852 5.96 2.6524L6.83318 4.21891C7.52529 5.46057 7.87134 6.08139 7.8027 6.73959C7.73407 7.39779 7.26737 7.93386 6.33397 9.00601L3.77762 11.9424ZM3.77762 11.9424C5.69651 15.2883 8.70784 18.3013 12.0576 20.2224M12.0576 20.2224C13.7107 21.1704 15.0605 21.6282 16.4288 21.9042C18.4524 22.3124 20.4292 21.3782 21.6905 19.8306C22.2236 19.1766 22.0415 18.4268 21.3476 18.04L19.7811 17.1668C18.5394 16.4747 17.9186 16.1287 17.2604 16.1973C16.6022 16.2659 16.0661 16.7326 14.994 17.666L12.0576 20.2224Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        +7(990) 098-76-54
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M1 6L8.60433 9.91697C11.4078 11.361 12.5922 11.361 15.3957 9.91697L23 6" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                        <path d="M1.01734 13.5624C1.08926 16.8083 1.12521 18.4312 2.36945 19.6334C3.61369 20.8356 5.34537 20.8775 8.80871 20.9613C10.9432 21.0129 13.0568 21.0129 15.1913 20.9613C18.6546 20.8775 20.3863 20.8356 21.6306 19.6334C22.8748 18.4312 22.9107 16.8083 22.9827 13.5624C23.0058 12.5188 23.0058 11.4813 22.9827 10.4376C22.9107 7.19173 22.8748 5.5688 21.6306 4.36658C20.3863 3.16436 18.6546 3.12248 15.1913 3.03872C13.0568 2.9871 10.9432 2.98709 8.8087 3.03871C5.34536 3.12247 3.61369 3.16434 2.36945 4.36657C1.12521 5.56879 1.08925 7.19172 1.01734 10.4376C0.994219 11.4812 0.99422 12.5188 1.01734 13.5624Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        example.22@gridl.last
                    </span>
                </div>
            </div>
        </a>
        <a href="https://t.me/yugtrudovoj" class="grid sm:grid-cols-[minmax(0,_240px)_1fr] group">
            <div>
                <img class="h-full w-full object-cover" src="{{asset('img/clubs/club-12.jpg')}}" alt="">
            </div>
            <div class="bg-white p-5 group-hover:bg-[#C10F1A] transition duration-300 ease-linear">
                <h2 class="mb-4 font-bold text-xl group-hover:text-white transition duration-300 ease-linear">Студенческие отряды МелГУ</h2>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M6.57757 15.8297L6.02966 14.9932L6.57757 15.8297ZM17.4224 15.8297L17.9703 14.9932H17.9703L17.4224 15.8297ZM3.71266 21.0162L2.98919 21.7066H2.98919L3.71266 21.0162ZM20.2873 21.0162L19.5639 20.3259L20.2873 21.0162ZM6.57757 15.8297L7.12549 16.6663C10.1103 14.7112 13.8897 14.7112 16.8745 16.6663L17.4224 15.8297L17.9703 14.9932C14.32 12.6023 9.68004 12.6023 6.02966 14.9932L6.57757 15.8297ZM7.59087 23V24H16.4091V23V22H7.59087V23ZM3.71266 21.0162L4.43614 20.3259C4.02036 19.8901 3.98671 19.6033 4.00331 19.4362C4.02472 19.2207 4.1593 18.93 4.50007 18.5631C5.21198 17.7966 6.31088 17.1998 7.12549 16.6663L6.57757 15.8297L6.02966 14.9932C5.4295 15.3863 3.96629 16.1989 3.03462 17.2021C2.5536 17.72 2.09601 18.4042 2.01311 19.2384C1.92541 20.1209 2.27532 20.9585 2.98919 21.7066L3.71266 21.0162ZM17.4224 15.8297L16.8745 16.6663C17.6891 17.1998 18.788 17.7966 19.4999 18.5631C19.8407 18.93 19.9753 19.2207 19.9967 19.4362C20.0133 19.6033 19.9796 19.8901 19.5639 20.3259L20.2873 21.0162L21.0108 21.7066C21.7247 20.9585 22.0746 20.1209 21.9869 19.2384C21.904 18.4042 21.4464 17.72 20.9654 17.2021C20.0337 16.1989 18.5705 15.3863 17.9703 14.9932L17.4224 15.8297ZM20.2873 21.0162L19.5639 20.3259C18.5389 21.4001 17.5547 22 16.4091 22V23V24C18.3543 24 19.8285 22.9456 21.0108 21.7066L20.2873 21.0162ZM3.71266 21.0162L2.98919 21.7066C4.17147 22.9456 5.64571 24 7.59087 24V23V22C6.44528 22 5.46115 21.4001 4.43614 20.3259L3.71266 21.0162ZM16.5 5.4H15.5C15.5 7.2567 13.9543 8.8 12 8.8V9.8V10.8C15.0163 10.8 17.5 8.4034 17.5 5.4H16.5ZM12 9.8V8.8C10.0457 8.8 8.5 7.2567 8.5 5.4H7.5H6.5C6.5 8.4034 8.98374 10.8 12 10.8V9.8ZM7.5 5.4H8.5C8.5 3.5433 10.0457 2 12 2V1V0C8.98374 0 6.5 2.3966 6.5 5.4H7.5ZM12 1V2C13.9543 2 15.5 3.5433 15.5 5.4H16.5H17.5C17.5 2.3966 15.0163 0 12 0V1Z" class="fill-[#252525] group-hover:fill-white transition duration-300 ease-linear"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear leading-5">
                        Виктор Владиславович Гаврик
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M3.77762 11.9424C2.8296 10.2893 2.37185 8.93948 2.09584 7.57121C1.68762 5.54758 2.62181 3.57081 4.16938 2.30947C4.82345 1.77638 5.57323 1.95852 5.96 2.6524L6.83318 4.21891C7.52529 5.46057 7.87134 6.08139 7.8027 6.73959C7.73407 7.39779 7.26737 7.93386 6.33397 9.00601L3.77762 11.9424ZM3.77762 11.9424C5.69651 15.2883 8.70784 18.3013 12.0576 20.2224M12.0576 20.2224C13.7107 21.1704 15.0605 21.6282 16.4288 21.9042C18.4524 22.3124 20.4292 21.3782 21.6905 19.8306C22.2236 19.1766 22.0415 18.4268 21.3476 18.04L19.7811 17.1668C18.5394 16.4747 17.9186 16.1287 17.2604 16.1973C16.6022 16.2659 16.0661 16.7326 14.994 17.666L12.0576 20.2224Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        +7(990) 098-76-54
                    </span>
                </div>
                <div class="flex items-center gap-4 p-2.5">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <path d="M1 6L8.60433 9.91697C11.4078 11.361 12.5922 11.361 15.3957 9.91697L23 6" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                        <path d="M1.01734 13.5624C1.08926 16.8083 1.12521 18.4312 2.36945 19.6334C3.61369 20.8356 5.34537 20.8775 8.80871 20.9613C10.9432 21.0129 13.0568 21.0129 15.1913 20.9613C18.6546 20.8775 20.3863 20.8356 21.6306 19.6334C22.8748 18.4312 22.9107 16.8083 22.9827 13.5624C23.0058 12.5188 23.0058 11.4813 22.9827 10.4376C22.9107 7.19173 22.8748 5.5688 21.6306 4.36658C20.3863 3.16436 18.6546 3.12248 15.1913 3.03872C13.0568 2.9871 10.9432 2.98709 8.8087 3.03871C5.34536 3.12247 3.61369 3.16434 2.36945 4.36657C1.12521 5.56879 1.08925 7.19172 1.01734 10.4376C0.994219 11.4812 0.99422 12.5188 1.01734 13.5624Z" class="stroke-[#252525] group-hover:stroke-white transition duration-300 ease-linear" stroke-width="2" stroke-linejoin="round"/>
                    </svg>
                    <span class="group-hover:text-white transition duration-300 ease-linear">
                        example.22@gridl.last
                    </span>
                </div>
            </div>
        </a>
    </div>
</section>
