    <section class="bg-white p-4">
        <p class="mb-6">В довоенные годы в нашем вузе работал кружок планеристов. Это был 1937
            год. Институт имел свои 3 учебных планера. Наш МИМСХ в то время давал
            солидные знания по точным дисциплинам. Так что переквалификация на той
            базе не составляла большого труда. Наших выпускников 1941-го московские
            военные авиационные академии брали охотно-просто нарасхват.</p>
        <p>
            Из письма Константина Михайловича Дадушко: «…12.07.1941 г. призвали в
            армию меня, Шуру Двояковского, Колю Голубева и направили в Военно-
            Воздушную академию ВВС им. Можайского. Курсы они закончили в декабре
            того же года. По-разному сложилась их дальнейшая судьба.
            Константина Михайловича, который проявил незаурядные способности в
            новом деле, перебросили в Горьковскую область преподавателем
            авиационного училища по самолётам и двигателям: «Служба прошла очень
            хорошо, так как в запасном авиационном полку мы занимались во время
            войны подготовкой лётно-технического состава, а затем первыми осваивали
            реактивные самолёты, начиная с ЯК-15 и МИГ-9». Часть была удостоена
            ордена Красного Знамени и считалась Учебно-методическим центром слепых
            и ночных полётов. Здесь он занимал разные должности и
            председательствовал в комиссии по подготовке лётчиков 1-го класса.
        </p>
    </section>
