    <section class="bg-white p-4">
        <h2 class="font-bold">Спасибо за жизнь!</h2>
        <h2 class="font-bold mb-6">Спасибо за то, что МЫ ЕСТЬ!</h2>
        <h2 class="font-bold">Спасибо за то, что мы ЗДЕСЬ!</h2>
        <h2 class="font-bold mb-6">Мы помним! Мы чтим! Мы гордимся!</h2>
        <p class="mb-6">
            Студенты и коллектив Мелитопольского государственного университета выражает огромную благодарность и признательность
            всем причастным за возможность жить, радоваться жизни и учиться в стенах нашего любимого университета!<br>
            На фото ниже - здания центральных корпусов вуза в военные годы и сейчас.
        </p>
        <div class="grid grid-cols-1 md:grid-cols-2">
            <div class="p-2">
                <img src="{{asset('img/old-kr-1.jpg')}}" alt="" class="w-full h-full object-cover">
            </div>
            <div class="p-2">
                <img src="{{asset('img/kr-1.jpg')}}" alt="" class="w-full h-full object-cover">
            </div>
        </div>
        <p class="mb-6">
            Корпус №1 (бывший МИМСХ): в период ВОВ институт был эвакуирован в Ашхабад (Туркмения) и возвращен в Мелитополь только в 1944 г.
            В этом же году он был переименован в Мелитопольский институт механизации сельского хозяйства (МИМСХ).
        </p>
        <div class="grid grid-cols-1 md:grid-cols-2">
            <div class="p-2">
                <img src="{{asset('img/old-kr-2.jpg')}}" alt="" class="w-full h-full object-cover">
            </div>
            <div class="p-2">
                <img src="{{asset('img/kr-2.jpg')}}" alt="" class="w-full h-full object-cover">
            </div>
        </div>
        <p class="mb-6">
            Корпус №2 (бывший МГПИ): в период войны был серьезно разрушен. Восстанавливать его начали уже во второй половине 50-х годов прошлого столетия.
        </p>
        <p class="mb-6">
            И это лишь малая часть истории. Огромным разрушениям были подвержены другие учебные корпуса...
        </p>
        <p class="mb-6">
            В довоенные годы в нашем вузе работал кружок планеристов. Это был 1937 год. Институт имел свои 3 учебных планера.
            Наш МИМСХ в то время давал солидные знания по точным дисциплинам. Так что переквалификация на той базе не составляла большого труда.
            Наших выпускников 1941-го московские военные авиационные академии брали охотно-просто нарасхват.
        </p>
        <p class="mb-6">
            Выпускники МИИМСХа 1941 года стали слушателями военно- воздушной инженерной Академии им. Можайского П.П.Хацаюк, А.П.Двояковский, К.М. Дадушко.
        </p>
        <p class="mb-6">
            Из письма Константина Михайловича Дадушко: «…12.07.1941 г. призвали в армию меня, Шуру Двояковского,
            Колю Голубева и направили в Военно-Воздушную академию ВВС им. Можайского.
            Курсы они закончили в декабре того же года. По-разному сложилась их дальнейшая судьба.
        </p>
        <p>
            Константина  Михайловича, который проявил незаурядные способности в новом деле, перебросили в
            Горьковскую область преподавателем авиационного училища по самолётам и двигателям:
            «Служба прошла очень хорошо, так как в запасном авиационном полку мы занимались во время войны подготовкой лётно-технического состава,
            а затем первыми осваивали реактивные самолёты, начиная с ЯК-15 и МИГ-9».  Часть была удостоена ордена Красного Знамени и считалась
            Учебно-методическим центром слепых и ночных полётов. Здесь он занимал разные должности и председательствовал в комиссии по подготовке лётчиков 1-го класса.
        </p>
    </section>
