<?php
return [
    'categories' => [
    1 => '#ACFFB5',  // Светло-зеленый
    2 => '#FFA5A5',  // Светло-красный
    3 => '#A5C4FF',  // Светло-синий
    4 => '#FFD6A5',  // Светло-оранжевый
    5 => '#D9A5FF',  // Светло-фиолетовый
    6 => '#FFA5E0',  // Розовый
    7 => '#A5FFE8',  // Бирюзовый
    8 => '#FFF8A5',  // Лимонный
    9 => '#C9FFA5',  // Лаймовый
    10 => '#A5B3FF', // Лавандовый
    11 => '#FFA58E', // Коралловый
    12 => '#B5FFA5', // Мятный
    13 => '#FFA5C2', // Малиновый
    14 => '#A5FFC3', // Изумрудный
    15 => '#FFC8A5', // Персиковый
    22 => '#A5C4FF', // Персиковый
],
];
