@extends('layouts.page')

@section('title', 'О ФГБОУ ВО "МелГУ"')

@section('content')

    <div class="bg-white p-6 line-h">
        <p class="mb-4 font-semibold">
            В университете можно пройти обучение по программам подготовки бакалавриата, специалитета, магистратуры, аспирантуры, получить дополнительное профессиональное образование:
        </p>

        <ol class="list-disc ms-6  marker:text-baseRed">
            <li>
                48 направлений подготовки бакалавров и 5 факультетов
            </li>
            <li>
                4 направления подготовки специалистов
            </li>
            <li>
                43 направления подготовки магистров
            </li>
        </ol>
    </div>

    <div class="bg-white p-6 line-h mt-8">
        <p class="mb-4">
            Студентам МелГУ предоставляются общежития. В кампусе МелГУ есть спортивные площадки, Научно-техническая библиотека и культурный центр.
        </p>

        <p>
            Помимо академической стипендии обучающиеся могут получать социальную стипендию, претендовать на материальную поддержку, участвовать в стипендиальных программах, конкурсах, грантах.
        </p>
    </div>

@endsection
