<?php

return [
    "common" => "Основные сведения",
    "struct" => "Структура и органы управления образовательной организацией",
    "document" => "Документы",
    "education" => "Образование",
    "eduStandarts" => "Образовательные стандарты и требования",
    "managers" => "Руководство",
    "employees" => "Педагогический состав",
    "objects" => "Материально-техническое обеспечение и оснащенность образовательного процесса. Доступная среда",
    "grants" => "Стипендии и меры поддержки обучающихся",
    "paid_edu" => "Платные образовательные услуги",
    "budget" => "Финансово-хозяйственная деятельность",
    "vacant" => "Вакантные места для приема (перевода) обучающихся",
    "inter" => "Международное сотрудничество",
    "catering" => "Организация питания в образовательной организации",
];
